{
  "0": {
  "id": "0",
  "Chinese": "天天在那躺着，这么多家务没看到吗",
  "English": "Are you lying there every day? Don't you see all this housework?",
  "Thailand": "คุณนอนอยู่ที่นั่นทุกวัน ไม่เห็นงานบ้านมากมายเหรอ?",
  "Indonasia": "Apakah kamu berbaring di sana setiap hari? Apa kamu tidak melihat semua pekerjaan rumah ini?",
  "Chinese_tw": "你每天都躺在那里吗？难道没有看到这么多家务吗？",
  "Malay": "Kamu berbaring di sana setiap hari? Tidakkah kamu melihat semua pekerjaan rumah ini?",
  "Vietnamese": "Bạn nằm ở đó mỗi ngày sao? Bạn không thấy nhiều việc nhà này à?",
  "Japanese": "毎日そこに横たわっているのですか？こんなにたくさんの家事が見えないのですか？",
  "Korean": "매일 거기서 누워 있나요? 이렇게 많은 집안일이 보이지 않나요?",
  "Russian": "Ты каждый день там лежишь? Разве не видишь столько домашних дел?",
  "Hindi": "क्या तुम हर दिन वहाँ लेटे हो? क्या तुमने इतने सारे घरेलू काम नहीं देखे?",
  "Portuguese": "Você está deitado aí todos os dias? Você não vê toda essa bagunça na casa?",
  "Spanish": "¿Estás acostado ahí todos los días? ¿No ves todo este trabajo doméstico?",
  "German": "Liegt ihr jeden Tag dort? Seht ihr nicht all die Hausarbeit?",
  "French": "Tu es allongé là tous les jours ? Tu ne vois pas tout ce ménage ?",
  "Arabic": "هل تكذب هناك كل يوم؟ ألا ترى كل هذه الأعمال المنزلية؟"
},
  "1": {
  "id": "1",
  "Chinese": "还不够，还有",
  "English": "Not enough, still more.",
  "Thailand": "ยังไม่พอ ยังมีอีก",
  "Indonasia": "Belum cukup, masih ada lagi",
  "Chinese_tw": "還不夠，還有",
  "Malay": "Belum cukup, masih ada lagi",
  "Vietnamese": "Chưa đủ, còn nữa",
  "Japanese": "まだ足りない、まだある",
  "Korean": "아직 부족해, 아직 더 있어",
  "Russian": "Еще недостаточно, еще есть",
  "Hindi": "अभी भी पर्याप्त नहीं है, और है",
  "Portuguese": "Ainda não é suficiente, ainda há mais",
  "Spanish": "No es suficiente, todavía hay más",
  "German": "Nicht genug, es gibt noch mehr.",
  "French": "Pas encore assez, il y a encore.",
  "Arabic": "هذا لا يكفي، هناك المزيد"
},
  "2": {
  "id": "2",
  "Chinese": "碗都没有，站那干嘛呢",
  "English": "There are no bowls, what are you standing there for?",
  "Thailand": "ไม่มีชามเลย ยืนอยู่ทำไม",
  "Indonasia": "Tidak ada mangkuk, kenapa kamu berdiri di situ?",
  "Chinese_tw": "碗都没有，你站在那里干嘛呢？",
  "Malay": "Tidak ada mangkuk, untuk apa kamu berdiri di situ?",
  "Vietnamese": "Không có bát nào, bạn đứng đó làm gì?",
  "Japanese": "皿がないのに、そこに立っているのは何のためですか？",
  "Korean": "그릇이 없는데, 거기서 뭐하고 있어요?",
  "Russian": "Нет ни одной миски, зачем ты там стоишь?",
  "Hindi": "बर्तन नहीं हैं, तुम वहाँ क्यों खड़े हो?",
  "Portuguese": "Não há tigelas, por que você está parado aí?",
  "Spanish": "No hay tazones, ¿qué haces ahí parado?",
  "German": "Es gibt keine Schalen, was machst du da?",
  "French": "Il n'y a pas de bols, pourquoi es-tu là à ne rien faire?",
  "Arabic": "لا توجد أطباق، لماذا تقف هناك؟"
},
  "3": {
  "id": "3",
  "Chinese": "碗留那是等着我洗吗",
  "English": "Is the bowl waiting for me to wash it?",
  "Thailand": "ชามนั้นรอให้ฉันล้างอยู่หรือเปล่า?",
  "Indonasia": "Apakah mangkuk itu menunggu saya untuk mencucinya?",
  "Chinese_tw": "碗留在等我洗吗？",
  "Malay": "Adakah mangkuk itu menunggu saya untuk membasuhnya?",
  "Vietnamese": "Bát đó có đang chờ tôi rửa không?",
  "Japanese": "そのボウルは私が洗うのを待っていますか？",
  "Korean": "그 그릇이 내가 씻기를 기다리고 있나요?",
  "Russian": "Эта чаша ждет, чтобы я ее помыл?",
  "Hindi": "क्या वह कटोरी मेरा धोने का इंतज़ार कर रही है?",
  "Portuguese": "A tigela está esperando eu lavá-la?",
  "Spanish": "¿Está el tazón esperando a que lo lave?",
  "German": "Warte die Schüssel darauf, dass ich sie wasche?",
  "French": "La bol est-elle en train d'attendre que je la lave?",
  "Arabic": "هل تنتظرني الوعاء لأغسله؟"
},
  "4": {
  "id": "4",
  "Chinese": "两手空空，你扔你自己吗",
  "English": "Empty-handed, are you throwing yourself away?",
  "Thailand": "มือเปล่า คุณกำลังโยนตัวเองหรือ?",
  "Indonasia": "Tangan kosong, apakah kamu melempar dirimu sendiri?",
  "Chinese_tw": "兩手空空，你是要扔掉自己吗？",
  "Malay": "Tangan kosong, adakah anda membuang diri sendiri?",
  "Vietnamese": "Hai tay không, bạn có đang vứt bỏ chính mình không?",
  "Japanese": "両手が空っぽで、自分を投げ捨てるのですか？",
  "Korean": "빈손으로, 당신은 자신을 던지고 있습니까?",
  "Russian": "Пустыми руками, ты бросаешь себя?",
  "Hindi": "มือว่างเปล่า คุณกำลังทิ้งตัวเองเหรอ?",
  "Portuguese": "Mãos vazias, você está se jogando fora?",
  "Spanish": "Manos vacías, ¿te estás tirando a ti mismo?",
  "German": "Hände leer, wirfst du dich selbst weg?",
  "French": "Les mains vides, tu te jettes toi-même ?",
  "Arabic": "يدين فارغتين، هل أنت تلقي بنفسك؟"
},
  "5": {
  "id": "5",
  "Chinese": "终于干完了",
  "English": "Finally done.",
  "Thailand": "ในที่สุดก็เสร็จแล้ว",
  "Indonasia": "Akhirnya selesai.",
  "Chinese_tw": "终于完成了",
  "Malay": "Akhirnya selesai.",
  "Vietnamese": "Cuối cùng cũng xong.",
  "Japanese": "やっと終わった。",
  "Korean": "드디어 끝냈다.",
  "Russian": "Наконец-то закончил.",
  "Hindi": "आखिरकार खत्म हो गया।",
  "Portuguese": "Finalmente terminado.",
  "Spanish": "Finalmente terminado.",
  "German": "Endlich fertig.",
  "French": "Enfin terminé.",
  "Arabic": "أخيرًا انتهيت."
},
  "6": {
  "id": "6",
  "Chinese": "不错，奖励你今天玩一会游戏",
  "English": "Not bad, I'll reward you by letting you play games for a while today.",
  "Thailand": "ไม่เลว ฉันจะให้รางวัลคุณโดยให้เล่นเกมสักพักวันนี้",
  "Indonasia": "Tidak buruk, saya akan memberi Anda hadiah dengan membiarkan Anda bermain game sebentar hari ini.",
  "Chinese_tw": "不錯，我會獎勵你今天玩一會遊戲",
  "Malay": "Bukan buruk, saya akan memberi Anda hadiah dengan membiarkan Anda bermain permainan sebentar hari ini.",
  "Vietnamese": "Không tệ, tôi sẽ thưởng cho bạn bằng cách cho bạn chơi game một lúc hôm nay.",
  "Japanese": "悪くない、今日は少しゲームをすることであなたに報酬を与えます。",
  "Korean": "나쁘지 않아, 오늘 잠깐 게임을 하게 해줄게.",
  "Russian": "Неплохо, я награжу тебя тем, что позволю поиграть в игры немного сегодня.",
  "Hindi": "ठीक है, मैं तुम्हें आज थोड़ी देर खेल खेलने का इनाम दूंगा।",
  "Portuguese": "Não está mal, vou te recompensar deixando você jogar um pouco hoje.",
  "Spanish": "No está mal, te recompensaré dejándote jugar un rato hoy.",
  "German": "Nicht schlecht, ich belohne dich, indem ich dir heute erlauben werde, eine Weile zu spielen.",
  "French": "Pas mal, je vais te récompenser en te laissant jouer un peu aujourd'hui.",
  "Arabic": "ليس سيئًا، سأكافئك بالسماح لك بلعب الألعاب لفترة اليوم."
},
  "1000": {
  "id": "1000",
  "Chinese": "做完所有家务",
  "English": "Finished all the housework.",
  "Thailand": "ทำงานบ้านเสร็จเรียบร้อยแล้ว",
  "Indonasia": "Selesai semua pekerjaan rumah.",
  "Chinese_tw": "完成所有家务",
  "Malay": "Selesai semua kerja rumah.",
  "Vietnamese": "Hoàn thành tất cả công việc nhà.",
  "Japanese": "すべての家事が終わりました。",
  "Korean": "모든 집안일을 마쳤습니다.",
  "Russian": "Сделал все домашние дела.",
  "Hindi": "सभी घरेलू काम पूरे कर लिए।",
  "Portuguese": "Terminei todas as tarefas domésticas.",
  "Spanish": "He terminado todas las tareas del hogar.",
  "German": "Ich habe alle Hausarbeiten erledigt.",
  "French": "J'ai terminé toutes les tâches ménagères.",
  "Arabic": "انتهيت من جميع الأعمال المنزلية."
}
}