{
  "0": {
  "id": "0",
  "Chinese": "门外发生什么事了",
  "English": "What happened outside the door?",
  "Thailand": "เกิดอะไรขึ้นข้างนอกประตู?",
  "Indonasia": "Apa yang terjadi di luar pintu?",
  "Chinese_tw": "門外發生什麼事了",
  "Malay": "Apa yang berlaku di luar pintu?",
  "Vietnamese": "Có chuyện gì xảy ra bên ngoài?",
  "Japanese": "外で何が起こったのですか？",
  "Korean": "밖에서 무슨 일이 있었나요?",
  "Russian": "Что произошло на улице?",
  "Hindi": "बाहर क्या हुआ है?",
  "Portuguese": "O que aconteceu do lado de fora?",
  "Spanish": "¿Qué ha pasado afuera?",
  "German": "Was ist draußen passiert?",
  "French": "Que s'est-il passé dehors ?",
  "Arabic": "ماذا حدث في الخارج؟"
},
  "1": {
  "id": "1",
  "Chinese": "有人吗，我被跟踪了，救救我",
  "English": "Is anyone there? I'm being followed, help me!",
  "Thailand": "มีใครอยู่ไหม? ฉันถูกติดตาม ช่วยฉันด้วย!",
  "Indonasia": "Ada siapa di sini? Saya sedang diikuti, tolong saya!",
  "Chinese_tw": "有人嗎，我被跟踪了，救救我",
  "Malay": "Ada sesiapa di sini? Saya sedang diikuti, tolong saya!",
  "Vietnamese": "Có ai không, tôi bị theo dõi, cứu tôi với",
  "Japanese": "誰かいますか、私を追跡されています、助けてください",
  "Korean": "누구 없나요, 제가 따라다니고 있어요, 도와주세요",
  "Russian": "Есть кто-нибудь? Меня преследуют, спасите меня",
  "Hindi": "कोई है क्या, मैं पीछा किया जा रहा हूँ, मेरी मदद करो",
  "Portuguese": "Alguém? Estou sendo seguido, me ajude!",
  "Spanish": "¿Hay alguien? Me están siguiendo, ¡ayúdame!",
  "German": "Ist da jemand? Ich werde verfolgt, hilf mir!",
  "French": "Il y a quelqu'un ? Je suis suivi, aide-moi !",
  "Arabic": "هل هناك أحد؟ أنا أتعرض للمطاردة، ساعدني!"
},
  "2": {
  "id": "2",
  "Chinese": "她带着刀，一看就是凶手伪装的",
  "English": "She has a knife; it's obvious she's disguised as the killer.",
  "Thailand": "เธอถือมีด ดูเหมือนว่าเธอจะแอบแฝงเป็นฆาตกร.",
  "Indonasia": "Dia membawa pisau, jelas dia menyamar sebagai pembunuh.",
  "Chinese_tw": "她帶著刀，一看就是兇手偽裝的",
  "Malay": "Dia membawa pisau, jelas dia menyamar sebagai pembunuh.",
  "Vietnamese": "Cô ấy cầm dao, nhìn là biết chính là kẻ giết người giả trang",
  "Japanese": "彼女はナイフを持っていて、見た目からして殺人者の偽装です",
  "Korean": "그녀는 칼을 들고 있고, 보기에 살인자의 변장입니다",
  "Russian": "Она с ножом, видно, что это маскировка убийцы",
  "Hindi": "वह चाकू लेकर आई है, एक नज़र में पता चलता है कि वह हत्यारे की disguise है",
  "Portuguese": "Ela está com uma faca, parece ser a assassina disfarçada.",
  "Spanish": "Ella lleva un cuchillo, parece ser la asesina disfrazada.",
  "German": "Sie hat ein Messer dabei, sieht aus wie die verkleidete Mörderin.",
  "French": "Elle a un couteau, on dirait le meurtrier déguisé.",
  "Arabic": "إنها تحمل سكينًا، تبدو كأنها القاتلة المتنكرة."
},
  "3": {
  "id": "3",
  "Chinese": "你终于开门了",
  "English": "You finally opened the door.",
  "Thailand": "คุณเปิดประตูในที่สุด.",
  "Indonasia": "Akhirnya kamu membuka pintu.",
  "Chinese_tw": "你終於開門了",
  "Malay": "Akhirnya anda membuka pintu.",
  "Vietnamese": "Cuối cùng bạn cũng mở cửa",
  "Japanese": "やっとドアを開けてくれましたね",
  "Korean": "드디어 문을 열어주셨군요",
  "Russian": "Наконец-то вы открыли дверь",
  "Hindi": "आपने आखिरकार दरवाजा खोला",
  "Portuguese": "Finalmente você abriu a porta.",
  "Spanish": "Por fin abriste la puerta.",
  "German": "Du hast endlich die Tür geöffnet.",
  "French": "Tu as enfin ouvert la porte.",
  "Arabic": "أخيرًا فتحت الباب."
},
  "4": {
  "id": "4",
  "Chinese": "有人吗，我找不到妈妈了，能帮帮我吗",
  "English": "Is anyone there? I can't find my mom, can you help me?",
  "Thailand": "มีใครอยู่ไหม? ฉันหามัมมี่ไม่เจอ ช่วยฉันหน่อยได้ไหม?",
  "Indonasia": "Ada siapa di sini? Saya tidak bisa menemukan ibu saya, bisakah kamu membantu saya?",
  "Chinese_tw": "有人嗎，我找不到媽媽了，能幫幫我嗎",
  "Malay": "Ada sesiapa di sini? Saya tidak dapat mencari ibu saya, bolehkah anda membantu saya?",
  "Vietnamese": "Có ai không, tôi không tìm thấy mẹ, có thể giúp tôi không",
  "Japanese": "誰かいますか、母を見つけられません、助けてくれますか",
  "Korean": "누구 없나요, 엄마를 찾을 수 없어요, 도와줄 수 있나요",
  "Russian": "Есть кто-нибудь? Я не могу найти маму, можете помочь мне?",
  "Hindi": "कोई है क्या, मैं अपनी माँ को नहीं ढूंढ पा रहा हूँ, क्या आप मेरी मदद कर सकते हैं?",
  "Portuguese": "Alguém? Não consigo encontrar minha mãe, pode me ajudar?",
  "Spanish": "¿Hay alguien? No puedo encontrar a mi mamá, ¿puedes ayudarme?",
  "German": "Ist da jemand? Ich kann meine Mutter nicht finden, kannst du mir helfen?",
  "French": "Il y a quelqu'un ? Je ne trouve pas ma mère, peux-tu m'aider ?",
  "Arabic": "هل هناك أحد؟ لا أستطيع العثور على أمي، هل يمكنك مساعدتي؟"
},
  "5": {
  "id": "5",
  "Chinese": "凶手居然利用小孩骗我开门",
  "English": "The killer actually used a child to trick me into opening the door.",
  "Thailand": "ฆาตกรใช้เด็กหลอกให้ฉันเปิดประตูจริงๆ.",
  "Indonasia": "Pembunuh ternyata menggunakan anak untuk menipu saya membuka pintu.",
  "Chinese_tw": "兇手居然利用小孩騙我開門",
  "Malay": "Pembunuh itu sebenarnya menggunakan kanak-kanak untuk menipu saya membuka pintu.",
  "Vietnamese": "Kẻ giết người lại lợi dụng trẻ con để lừa tôi mở cửa",
  "Japanese": "殺人者が子供を利用して私にドアを開けさせようとしています",
  "Korean": "살인자가 아이를 이용해 저에게 문을 열게 하려 하고 있습니다",
  "Russian": "Убийца использует ребенка, чтобы обмануть меня и заставить открыть дверь",
  "Hindi": "हत्यारा बच्चे का इस्तेमाल करके मुझे दरवाजा खोलने के लिए धोखा दे रहा है",
  "Portuguese": "O assassino usou uma criança para me enganar e abrir a porta.",
  "Spanish": "El asesino utilizó a un niño para engañarme y hacerme abrir la puerta.",
  "German": "Der Mörder hat ein Kind benutzt, um mich zu täuschen und die Tür zu öffnen.",
  "French": "Le meurtrier a utilisé un enfant pour me tromper et me faire ouvrir la porte.",
  "Arabic": "استخدم القاتل طفلًا لخداعي لفتح الباب."
},
  "6": {
  "id": "6",
  "Chinese": "有人吗，我是您预约的维修工",
  "English": "Is anyone there? I'm the repairman you scheduled.",
  "Thailand": "มีใครอยู่ไหม? ฉันคือช่างซ่อมที่คุณนัดไว้.",
  "Indonasia": "Ada siapa di sini? Saya adalah tukang perbaikan yang Anda jadwalkan.",
  "Chinese_tw": "有人嗎，我是您預約的維修工",
  "Malay": "Ada sesiapa di sini? Saya adalah tukang perbaikan yang anda jadwalkan.",
  "Vietnamese": "Có ai không, tôi là thợ sửa chữa mà bạn đã hẹn",
  "Japanese": "誰かいますか、私はあなたが予約した修理工です",
  "Korean": "누구 없나요, 저는 당신이 예약한 수리공입니다",
  "Russian": "Есть кто-нибудь? Я ваш назначенный мастер по ремонту",
  "Hindi": "कोई है क्या, मैं आपके द्वारा नियुक्त मरम्मत करने वाला हूँ",
  "Portuguese": "Alguém? Sou o encanador que você agendou.",
  "Spanish": "¿Hay alguien? Soy el fontanero que usted reservó.",
  "German": "Ist da jemand? Ich bin der Handwerker, den Sie bestellt haben.",
  "French": "Il y a quelqu'un ? Je suis le réparateur que vous avez réservé.",
  "Arabic": "هل هناك أحد؟ أنا الفني الذي حجزته."
},
  "7": {
  "id": "7",
  "Chinese": "这是我的工牌",
  "English": "Here's my work ID.",
  "Thailand": "นี่คือบัตรประจำตัวของฉัน.",
  "Indonasia": "Ini kartu identitas kerja saya.",
  "Chinese_tw": "這是我的工牌",
  "Malay": "Ini kad pengenalan kerja saya.",
  "Vietnamese": "Đây là thẻ công việc của tôi",
  "Japanese": "これが私の名刺です",
  "Korean": "이것이 제 명찰입니다",
  "Russian": "Вот мой пропуск",
  "Hindi": "यह मेरा पहचान पत्र है",
  "Portuguese": "Aqui está meu crachá.",
  "Spanish": "Aquí está mi placa.",
  "German": "Hier ist mein Ausweis.",
  "French": "Voici mon badge.",
  "Arabic": "ها هي بطاقتي."
},
  "8": {
  "id": "8",
  "Chinese": "我确实预约了维修工",
  "English": "I did schedule a repairman.",
  "Thailand": "ฉันได้นัดช่างซ่อมจริงๆ.",
  "Indonasia": "Saya memang menjadwalkan tukang perbaikan.",
  "Chinese_tw": "我確實預約了維修工",
  "Malay": "Saya memang telah menjadwalkan tukang perbaikan.",
  "Vietnamese": "Tôi确实 đã hẹn thợ sửa chữa",
  "Japanese": "私は確かに修理工を予約しました",
  "Korean": "저는 확실히 수리공을 예약했습니다",
  "Russian": "Я действительно записался на мастера по ремонту",
  "Hindi": "मैंने सच में मरम्मत करने वाले को नियुक्त किया था",
  "Portuguese": "Eu realmente agendei um encanador.",
  "Spanish": "De hecho, reservé un fontanero.",
  "German": "Ich habe tatsächlich einen Handwerker bestellt.",
  "French": "J'ai effectivement réservé un réparateur.",
  "Arabic": "لقد حجزت فنيًا بالفعل."
},
  "9": {
  "id": "9",
  "Chinese": "我这就进去修水管",
  "English": "I'll go in and fix the plumbing right now.",
  "Thailand": "ฉันจะเข้าไปซ่อมท่อประปาเดี๋ยวนี้.",
  "Indonasia": "Saya akan masuk dan memperbaiki pipa sekarang.",
  "Chinese_tw": "我這就進去修水管",
  "Malay": "Saya akan masuk dan membaiki paip sekarang.",
  "Vietnamese": "Tôi sẽ vào ngay để sửa ống nước",
  "Japanese": "すぐに水道管を修理しに入ります",
  "Korean": "지금 바로 들어가서 수도관을 수리하겠습니다",
  "Russian": "Я сейчас же войду и починю водопровод",
  "Hindi": "मैं अभी पानी की पाइपलाइन ठीक करने जा रहा हूँ",
  "Portuguese": "Vou entrar agora para consertar o cano.",
  "Spanish": "Voy a entrar ahora a reparar la tubería.",
  "German": "Ich gehe jetzt rein, um das Rohr zu reparieren.",
  "French": "Je vais entrer maintenant pour réparer le tuyau.",
  "Arabic": "سأدخل الآن لإصلاح الأنبوب."
},
  "10": {
  "id": "10",
  "Chinese": "修理箱里可能有凶器",
  "English": "There might be a weapon in the repair box.",
  "Thailand": "อาจมีอาวุธในกล่องซ่อมแซม.",
  "Indonasia": "Mungkin ada senjata di dalam kotak perbaikan.",
  "Chinese_tw": "修理箱里可能有凶器",
  "Malay": "Mungkin ada senjata dalam kotak pembaikan.",
  "Vietnamese": "Hộp sửa chữa có thể có hung khí.",
  "Japanese": "修理箱の中に凶器があるかもしれません。",
  "Korean": "수리 상자에 흉기가 있을 수 있습니다.",
  "Russian": "В ящике для инструментов может быть орудие преступления.",
  "Hindi": "मरम्मत के बक्से में हत्या का हथियार हो सकता है।",
  "Portuguese": "Pode haver uma arma no caixa de ferramentas.",
  "Spanish": "Puede haber un arma en la caja de herramientas.",
  "German": "Im Werkzeugkasten könnte eine Waffe sein.",
  "French": "Il pourrait y avoir une arme dans la boîte à outils.",
  "Arabic": "قد يكون هناك سلاح في صندوق الأدوات."
},
  "11": {
  "id": "11",
  "Chinese": "有人吗，我找不到回家的路了，能借下手机吗",
  "English": "Is anyone there? I can't find my way home, can I borrow a phone?",
  "Thailand": "มีใครอยู่ไหม ฉันหาทางกลับบ้านไม่เจอ ขอใช้โทรศัพท์หน่อยได้ไหม",
  "Indonasia": "Ada siapa-siapa? Saya tidak bisa menemukan jalan pulang, bolehkah saya meminjam ponsel?",
  "Chinese_tw": "有人嗎，我找不到回家的路了，能借下手機嗎",
  "Malay": "Ada sesiapa di sini? Saya tidak dapat mencari jalan pulang, bolehkah saya pinjam telefon?",
  "Vietnamese": "Có ai không, tôi không tìm thấy đường về nhà, có thể cho tôi mượn điện thoại không?",
  "Japanese": "誰かいますか？家に帰る道が見つからないので、携帯電話を借りてもいいですか？",
  "Korean": "누구 있나요? 집으로 가는 길을 찾을 수 없어요. 휴대폰 좀 빌릴 수 있을까요?",
  "Russian": "Есть кто-нибудь? Я не могу найти дорогу домой, можно одолжить телефон?",
  "Hindi": "कोई है क्या, मैं घर जाने का रास्ता नहीं ढूंढ पा रहा हूँ, क्या मुझे फोन उधार मिल सकता है?",
  "Portuguese": "Alguém? Eu não consigo encontrar o caminho de casa, pode me emprestar o celular?",
  "Spanish": "¿Hay alguien? No puedo encontrar el camino a casa, ¿me puedes prestar el teléfono?",
  "German": "Ist jemand da? Ich kann den Weg nach Hause nicht finden, kann ich dein Handy ausleihen?",
  "French": "Y a-t-il quelqu'un ? Je ne trouve pas le chemin de ma maison, puis-je emprunter un téléphone ?",
  "Arabic": "هل هناك أحد؟ لا أستطيع العثور على الطريق إلى المنزل، هل يمكنني استعارة الهاتف؟"
},
  "12": {
  "id": "12",
  "Chinese": "她为什么有凶手的刀，一看就不像好人",
  "English": "Why does she have the killer's knife? At first glance, she doesn't look like a good person.",
  "Thailand": "ทำไมเธอถึงมีมีดของฆาตกร ดูแค่แรกก็รู้ว่าไม่ใช่คนดี",
  "Indonasia": "Mengapa dia memiliki pisau pembunuh? Sekilas saja, dia tidak terlihat seperti orang baik.",
  "Chinese_tw": "她為什麼有兇手的刀，一看就不像好人",
  "Malay": "Kenapa dia mempunyai pisau pembunuh? Sekali pandang, dia tidak kelihatan seperti orang baik.",
  "Vietnamese": "Tại sao cô ấy lại có con dao của kẻ giết người, nhìn là biết không phải người tốt.",
  "Japanese": "彼女はなぜ殺人者のナイフを持っているのか、一目で良い人ではないとわかります。",
  "Korean": "그녀가 왜 범인의 칼을 가지고 있는지, 보기만 해도 좋은 사람이 아닌 것 같아요.",
  "Russian": "Почему у нее нож убийцы, видно, что она не хороший человек.",
  "Hindi": "उसके पास हत्यारे का चाकू क्यों है, एक नज़र में ही पता चलता है कि वह अच्छा इंसान नहीं है।",
  "Portuguese": "Por que ela tem a faca do assassino? Não parece uma boa pessoa.",
  "Spanish": "¿Por qué tiene el cuchillo del asesino? A simple vista no parece una buena persona.",
  "German": "Warum hat sie das Messer des Mörders? Sie sieht nicht nach einer guten Person aus.",
  "French": "Pourquoi a-t-elle le couteau du meurtrier ? On dirait qu'elle n'est pas une bonne personne.",
  "Arabic": "لماذا لديها سكين القاتل؟ من الواضح أنها ليست شخصًا جيدًا."
},
  "13": {
  "id": "13",
  "Chinese": "我是对面的屠夫，忘记带钥匙了，能进去喝杯水吗",
  "English": "I'm the butcher from across the street, I forgot my keys, can I come in for a glass of water?",
  "Thailand": "ฉันคือคนขายเนื้อจากฝั่งตรงข้าม ลืมกุญแจไว้ ขอเข้ามาดื่มน้ำได้ไหม",
  "Indonasia": "Saya adalah tukang daging dari seberang, saya lupa membawa kunci, bolehkah saya masuk untuk minum air?",
  "Chinese_tw": "我是對面的屠夫，忘記帶鑰匙了，能進去喝杯水嗎",
  "Malay": "Saya adalah tukang daging dari seberang, saya terlupa membawa kunci, bolehkah saya masuk untuk minum air?",
  "Vietnamese": "Tôi là người bán thịt ở đối diện, quên mang chìa khóa, có thể vào uống nước không?",
  "Japanese": "私は向かいの肉屋です。鍵を忘れたので、水を飲みに入ってもいいですか？",
  "Korean": "저는 맞은편 정육점 주인인데, 열쇠를 잊어버렸어요. 물 한 잔 마실 수 있을까요?",
  "Russian": "Я мясник с противоположной стороны, забыл ключи, можно зайти выпить воды?",
  "Hindi": "मैं सामने वाले कसाई हूँ, चाबी भूल गया हूँ, क्या मैं पानी पीने के लिए अंदर जा सकता हूँ?",
  "Portuguese": "Sou o açougueiro da frente, esqueci a chave, posso entrar para tomar um copo d'água?",
  "Spanish": "Soy el carnicero de enfrente, olvidé la llave, ¿puedo entrar a tomar un vaso de agua?",
  "German": "Ich bin der Metzger gegenüber, habe den Schlüssel vergessen, kann ich reinkommen und ein Glas Wasser trinken?",
  "French": "Je suis le boucher d'en face, j'ai oublié ma clé, puis-je entrer pour boire un verre d'eau ?",
  "Arabic": "أنا الجزار الذي في الجهة المقابلة، نسيت المفتاح، هل يمكنني الدخول لشرب كوب من الماء؟"
},
  "14": {
  "id": "14",
  "Chinese": "出门急钥匙忘带了",
  "English": "I forgot my keys when I went out.",
  "Thailand": "ออกไปแล้วลืมกุญแจ",
  "Indonasia": "Saya lupa kunci saat keluar.",
  "Chinese_tw": "出門急鑰匙忘帶了",
  "Malay": "Saya terlupa kunci ketika keluar.",
  "Vietnamese": "Ra ngoài gấp quên mang chìa khóa.",
  "Japanese": "急いで出かけたので鍵を忘れました。",
  "Korean": "급하게 나가서 열쇠를 잊어버렸어요.",
  "Russian": "Вышел быстро и забыл ключи.",
  "Hindi": "जल्दी में बाहर निकला और चाबी भूल गया।",
  "Portuguese": "Saí correndo e esqueci a chave.",
  "Spanish": "Salí rápido y olvidé la llave.",
  "German": "Ich bin hastig rausgegangen und habe den Schlüssel vergessen.",
  "French": "Je suis sorti en hâte et j'ai oublié ma clé.",
  "Arabic": "خرجت بسرعة ونسيت المفتاح."
},
  "15": {
  "id": "15",
  "Chinese": "确实是对门的屠夫大叔",
  "English": "He really is the butcher uncle from next door.",
  "Thailand": "เขาคือคุณลุงคนขายเนื้อที่อยู่ข้างบ้านจริงๆ",
  "Indonasia": "Dia benar-benar tukang daging dari sebelah.",
  "Chinese_tw": "確實是對門的屠夫大叔",
  "Malay": "Dia memang tukang daging pakcik dari sebelah.",
  "Vietnamese": "Quả thật là chú bán thịt ở đối diện.",
  "Japanese": "確かに向かいの肉屋のおじさんです。",
  "Korean": "확실히 맞은편 정육점 아저씨예요.",
  "Russian": "Это действительно дядя мясник с противоположной стороны.",
  "Hindi": "यह सच में सामने वाले कसाई अंकल हैं।",
  "Portuguese": "Com certeza é o tio açougueiro da porta ao lado.",
  "Spanish": "Definitivamente es el tío carnicero de al lado.",
  "German": "Das ist definitiv der Metzger-Onkel von gegenüber.",
  "French": "C'est sûrement le tonton boucher d'en face.",
  "Arabic": "بالتأكيد هو عم الجزار من الباب المجاور."
},
  "16": {
  "id": "16",
  "Chinese": "谢谢你",
  "English": "Thank you.",
  "Thailand": "ขอบคุณค่ะ",
  "Indonasia": "Terima kasih.",
  "Chinese_tw": "謝謝你",
  "Malay": "Terima kasih.",
  "Vietnamese": "Cảm ơn bạn.",
  "Japanese": "ありがとう。",
  "Korean": "고마워요.",
  "Russian": "Спасибо тебе.",
  "Hindi": "धन्यवाद।",
  "Portuguese": "Obrigado.",
  "Spanish": "Gracias.",
  "German": "Danke dir.",
  "French": "Merci.",
  "Arabic": "شكرًا لك."
},
  "17": {
  "id": "17",
  "Chinese": "他带着刀一看就不是好人",
  "English": "He has a knife and looks like a bad person at first glance.",
  "Thailand": "เขาถือมีดดูแล้วไม่ใช่คนดีแน่นอน",
  "Indonasia": "Dia membawa pisau dan terlihat bukan orang baik.",
  "Chinese_tw": "他帶著刀一看就不是好人",
  "Malay": "Dia membawa pisau dan jelas bukan orang baik.",
  "Vietnamese": "Anh ta cầm dao nhìn là biết không phải người tốt.",
  "Japanese": "彼はナイフを持っていて、一目で良い人ではないとわかります。",
  "Korean": "그는 칼을 들고 있으니 보기만 해도 좋은 사람이 아니에요.",
  "Russian": "Он с ножом, видно, что он не хороший человек.",
  "Hindi": "वह चाकू लेकर है, एक नज़र में ही पता चलता है कि वह अच्छा इंसान नहीं है।",
  "Portuguese": "Ele está com uma faca, claramente não é uma boa pessoa.",
  "Spanish": "Él lleva un cuchillo, a simple vista no es una buena persona.",
  "German": "Er hat ein Messer dabei, sieht eindeutig nicht nach einer guten Person aus.",
  "French": "Il a un couteau, on dirait clairement qu'il n'est pas une bonne personne.",
  "Arabic": "إنه يحمل سكينًا، ومن الواضح أنه ليس شخصًا جيدًا."
},
  "18": {
  "id": "18",
  "Chinese": "有人晕倒了，快来帮忙",
  "English": "Someone has fainted, quick, come help!",
  "Thailand": "มีคนหมดสติ รีบมาช่วยกัน!",
  "Indonasia": "Seseorang pingsan, cepat datang bantu!",
  "Chinese_tw": "有人暈倒了，快來幫忙",
  "Malay": "Seseorang pengsan, cepat datang bantu!",
  "Vietnamese": "Có người ngất xỉu, mau đến giúp đỡ.",
  "Japanese": "誰か倒れました、早く助けて！",
  "Korean": "누군가 쓰러졌어요, 빨리 도와주세요!",
  "Russian": "Кто-то упал в обморок, быстро приходите на помощь!",
  "Hindi": "कोई बेहोश हो गया है, जल्दी आओ मदद करो!",
  "Portuguese": "Alguém desmaiou, venha ajudar!",
  "Spanish": "¡Alguien se ha desmayado, ven a ayudar!",
  "German": "Jemand ist ohnmächtig geworden, komm schnell helfen!",
  "French": "Quelqu'un s'est évanoui, venez aider !",
  "Arabic": "لقد أغشي على شخص ما، أسرعوا لمساعدته!"
},
  "19": {
  "id": "19",
  "Chinese": "我们来帮你",
  "English": "We are here to help you.",
  "Thailand": "เรามาช่วยคุณ",
  "Indonasia": "Kami datang untuk membantu Anda.",
  "Chinese_tw": "我們來幫你",
  "Malay": "Kami datang untuk membantu anda.",
  "Vietnamese": "Chúng tôi đến giúp bạn.",
  "Japanese": "私たちが助けに来ます。",
  "Korean": "우리가 도와줄게요.",
  "Russian": "Мы придем помочь тебе.",
  "Hindi": "हम आपकी मदद करने आए हैं।",
  "Portuguese": "Nós vamos te ajudar.",
  "Spanish": "Vamos a ayudarte.",
  "German": "Wir kommen, um dir zu helfen.",
  "French": "Nous venons t'aider.",
  "Arabic": "نحن هنا لمساعدتك."
},
  "20": {
  "id": "20",
  "Chinese": "我来帮你",
  "English": "I will help you.",
  "Thailand": "ฉันจะช่วยคุณ",
  "Indonasia": "Saya akan membantu Anda.",
  "Chinese_tw": "我來幫你",
  "Malay": "Saya akan membantu anda.",
  "Vietnamese": "Tôi đến giúp bạn.",
  "Japanese": "私が助けます。",
  "Korean": "제가 도와드릴게요.",
  "Russian": "Я приду помочь тебе.",
  "Hindi": "मैं आपकी मदद करूंगा।",
  "Portuguese": "Eu vou te ajudar.",
  "Spanish": "Voy a ayudarte.",
  "German": "Ich komme, um dir zu helfen.",
  "French": "Je viens t'aider.",
  "Arabic": "سأساعدك."
},
  "21": {
  "id": "21",
  "Chinese": "就一个人也想拦住我",
  "English": "Just one person wants to stop me",
  "Thailand": "แค่คนเดียวก็อยากจะหยุดฉัน",
  "Indonasia": "Hanya satu orang yang ingin menghentikan saya",
  "Chinese_tw": "就一個人也想拦住我",
  "Malay": "Hanya seorang yang ingin menghalang saya",
  "Vietnamese": "Chỉ một người cũng muốn chặn tôi lại",
  "Japanese": "たった一人で私を止めようとしている",
  "Korean": "한 사람만으로도 나를 막으려 한다",
  "Russian": "Даже один человек хочет меня остановить",
  "Hindi": "सिर्फ एक व्यक्ति भी मुझे रोकना चाहता है",
  "Portuguese": "Só uma pessoa também quer me impedir",
  "Spanish": "Solo una persona también quiere detenerme",
  "German": "Nur eine Person will mich auch aufhalten",
  "French": "Juste une personne veut aussi m'arrêter",
  "Arabic": "فقط شخص واحد يريد أيضًا إيقافي"
},
  "22": {
  "id": "22",
  "Chinese": "门口是凶手，幸好没开门",
  "English": "The killer is at the door, luckily I didn't open it",
  "Thailand": "ฆาตกรอยู่ที่ประตู โชคดีที่ไม่ได้เปิด",
  "Indonasia": "Pembunuh ada di pintu, untungnya saya tidak membukanya",
  "Chinese_tw": "門口是兇手，幸好沒開門",
  "Malay": "Pembunuh ada di pintu, nasib baik saya tidak membukanya",
  "Vietnamese": "Cửa ra vào là kẻ giết người, may mà không mở cửa",
  "Japanese": "入口は殺人者、幸いにもドアを開けなかった",
  "Korean": "입구는 범인, 다행히 문을 열지 않았다",
  "Russian": "У двери убийца, к счастью, не открыл дверь",
  "Hindi": "दरवाजे पर हत्यारा है, शुक्र है कि दरवाजा नहीं खोला",
  "Portuguese": "A porta é do assassino, ainda bem que não abri a porta",
  "Spanish": "La puerta es del asesino, menos mal que no abrí la puerta",
  "German": "Die Tür gehört dem Mörder, zum Glück habe ich die Tür nicht geöffnet",
  "French": "La porte est celle du meurtrier, heureusement je n'ai pas ouvert la porte",
  "Arabic": "الباب هو للقاتل، لحسن الحظ لم أفتح الباب"
},
  "23": {
  "id": "23",
  "Chinese": "蹲了你一个晚上，终于开门了",
  "English": "Squatted for you all night, finally opened the door",
  "Thailand": "นั่งรอคุณทั้งคืน ในที่สุดก็เปิดประตู",
  "Indonasia": "Berkemah untukmu semalaman, akhirnya membuka pintu",
  "Chinese_tw": "蹲了你一個晚上，終於開門了",
  "Malay": "Duduk menunggu anda sepanjang malam, akhirnya membuka pintu",
  "Vietnamese": "Ngồi chờ bạn cả một đêm, cuối cùng cũng mở cửa",
  "Japanese": "あなたを一晩待って、ついにドアが開いた",
  "Korean": "너를 하루 종일 기다리다가 드디어 문이 열렸다",
  "Russian": "Ждал тебя всю ночь, наконец-то дверь открылась",
  "Hindi": "तुम्हारा एक रात इंतज़ार किया, आखिरकार दरवाजा खुला",
  "Portuguese": "Esperei você a noite toda, finalmente abriu a porta",
  "Spanish": "Esperé toda la noche, finalmente abrió la puerta",
  "German": "Ich habe die ganze Nacht auf dich gewartet, endlich hast du die Tür geöffnet",
  "French": "J'ai attendu toute la nuit, enfin la porte s'est ouverte",
  "Arabic": "انتظرتك طوال الليل، أخيرًا فتح الباب"
},
  "24": {
  "id": "24",
  "Chinese": "过了一个晚上了，应该安全了",
  "English": "It's been a night, it should be safe now",
  "Thailand": "ผ่านไปหนึ่งคืนแล้ว ควรจะปลอดภัยแล้ว",
  "Indonasia": "Sudah satu malam, seharusnya aman sekarang",
  "Chinese_tw": "過了一個晚上了，應該安全了",
  "Malay": "Sudah semalaman, sepatutnya selamat sekarang",
  "Vietnamese": "Đã qua một đêm rồi, chắc chắn an toàn rồi",
  "Japanese": "一晩経ったので、安全だと思います",
  "Korean": "하룻밤이 지났으니 안전할 거야",
  "Russian": "Прошла ночь, должно быть, теперь безопасно",
  "Hindi": "एक रात बीत गई है, अब सुरक्षित होना चाहिए",
  "Portuguese": "Já passou uma noite, deve estar seguro agora",
  "Spanish": "Ha pasado una noche, debería estar a salvo ahora",
  "German": "Es ist eine Nacht vergangen, jetzt sollte es sicher sein",
  "French": "Une nuit est passée, ça devrait être sûr maintenant",
  "Arabic": "لقد مرت ليلة، يجب أن يكون الأمر آمناً الآن"
},
  "25": {
  "id": "25",
  "Chinese": "凶手看到我了，我得注意辨别不能给他开门",
  "English": "The killer saw me, I need to be careful not to open the door for him",
  "Thailand": "ฆาตกรเห็นฉันแล้ว ฉันต้องระวังไม่ให้เปิดประตูให้เขา",
  "Indonasia": "Pembunuh melihatku, aku harus hati-hati agar tidak membuka pintu untuknya",
  "Chinese_tw": "兇手看到我了，我得注意辨別不能給他開門",
  "Malay": "Pembunuh melihat saya, saya perlu berhati-hati supaya tidak membuka pintu untuknya",
  "Vietnamese": "Kẻ giết người đã thấy tôi, tôi phải chú ý phân biệt không được mở cửa cho hắn",
  "Japanese": "犯人に見られた、注意して識別しなければならない、彼にドアを開けてはいけない",
  "Korean": "범인이 나를 봤어, 조심해서 식별해야 해, 그에게 문을 열어주면 안 돼",
  "Russian": "Убийца увидел меня, я должен быть осторожен и не открывать ему дверь",
  "Hindi": "हत्या करने वाला मुझे देख चुका है, मुझे पहचानने में सावधान रहना होगा, उसे दरवाजा नहीं खोलना है",
  "Portuguese": "O assassino me viu, preciso ter cuidado para não abrir a porta para ele",
  "Spanish": "El asesino me vio, debo tener cuidado de no abrirle la puerta",
  "German": "Der Mörder hat mich gesehen, ich muss vorsichtig sein und ihm nicht die Tür öffnen",
  "French": "Le meurtrier m'a vu, je dois faire attention à ne pas lui ouvrir la porte",
  "Arabic": "رأني القاتل، يجب أن أكون حذراً وألا أفتح له الباب"
},
  "1000": {
  "id": "1000",
  "Chinese": "鉴别坏人不给坏人开门",
  "English": "Identifying bad people and not opening the door for them",
  "Thailand": "ระบุคนไม่ดีและไม่เปิดประตูให้พวกเขา",
  "Indonasia": "Membedakan orang jahat dan tidak membuka pintu untuk mereka",
  "Chinese_tw": "鑑別壞人不給壞人開門",
  "Malay": "Mengenal pasti orang jahat dan tidak membuka pintu untuk mereka",
  "Vietnamese": "Phân biệt kẻ xấu không cho kẻ xấu mở cửa",
  "Japanese": "悪人を見分けて悪人にドアを開けない",
  "Korean": "나쁜 사람을 구별하고 나쁜 사람에게 문을 열지 않는다",
  "Russian": "Различаю плохих людей и не открываю дверь плохим",
  "Hindi": "बुरे लोगों की पहचान करना और बुरे लोगों को दरवाजा नहीं खोलना",
  "Portuguese": "Identificando os maus e não abrindo a porta para eles",
  "Spanish": "Identificando a los malos y no abriendo la puerta para ellos",
  "German": "Schlechte Menschen erkennen und ihnen die Tür nicht öffnen",
  "French": "Identifier les méchants et ne pas leur ouvrir la porte",
  "Arabic": "تمييز الأشرار وعدم فتح الباب لهم"
},
  "2000": {
  "id": "2000",
  "Chinese": "开门",
  "English": "Open Door",
  "Thailand": "เปิดประตู",
  "Indonasia": "Buka pintu",
  "Chinese_tw": "開門",
  "Malay": "Buka pintu",
  "Vietnamese": "Mở cửa",
  "Japanese": "ドアを開ける",
  "Korean": "문을 열다",
  "Russian": "Открыть дверь",
  "Hindi": "दरवाजा खोलो",
  "Portuguese": "Abrir porta",
  "Spanish": "Abrir puerta",
  "German": "Tür öffnen",
  "French": "Ouvrir porte",
  "Arabic": "فتح الباب"
},
  "2001": {
  "id": "2001",
  "Chinese": "不开门",
  "English": "No Open",
  "Thailand": "ไม่เปิดประตู",
  "Indonasia": "Tidak Buka Pintu",
  "Chinese_tw": "不開門",
  "Malay": "Tidak Buka Pintu",
  "Vietnamese": "Không Mở Cửa",
  "Japanese": "ドアを開けない",
  "Korean": "문을 열지 않다",
  "Russian": "Не открывай дверь",
  "Hindi": "दरवाजा न खोलो",
  "Portuguese": "Não Abrir Porta",
  "Spanish": "No Abrir Puerta",
  "German": "Tür nicht öffnen",
  "French": "Ne Pas Ouvrir",
  "Arabic": "لا تفتح الباب"
},
  "2002": {
  "id": "2002",
  "Chinese": "第二天",
  "English": "The next day",
  "Thailand": "วันถัดไป",
  "Indonasia": "Hari berikutnya",
  "Chinese_tw": "第二天",
  "Malay": "Hari berikutnya",
  "Vietnamese": "Ngày hôm sau",
  "Japanese": "翌日",
  "Korean": "다음 날",
  "Russian": "На следующий день",
  "Hindi": "अगले दिन",
  "Portuguese": "No dia seguinte",
  "Spanish": "Al día siguiente",
  "German": "Am nächsten Tag",
  "French": "Le lendemain",
  "Arabic": "في اليوم التالي"
}
}