{
  "0": {
  "id": "0",
  "Chinese": "圣诞节快过了，帮我爬上屋顶，送完最后一份礼物",
  "English": "Christmas is almost over, help me climb onto the roof to deliver the last gift.",
  "Thailand": "คริสต์มาสใกล้จะหมดแล้ว ช่วยฉันปีนขึ้นไปบนหลังคาเพื่อส่งของขวัญชิ้นสุดท้าย",
  "Indonasia": "Natal hampir berakhir, bantu saya memanjat atap untuk mengirimkan hadiah terakhir.",
  "Chinese_tw": "聖誕節快過了，幫我爬上屋頂，送完最後一份禮物。",
  "Malay": "Hari Natal hampir berakhir, bantu saya memanjat atap untuk mengantarkan hadiah terakhir.",
  "Vietnamese": "Giáng sinh sắp qua, giúp tôi leo lên mái nhà để gửi món quà cuối cùng.",
  "Japanese": "クリスマスがもうすぐ終わるので、屋根に登って最後のプレゼントを届ける手伝いをしてくれませんか。",
  "Korean": "크리스마스가 거의 끝나가니, 마지막 선물을 배달하기 위해 지붕에 올라가는 것을 도와줘.",
  "Russian": "Рождество почти закончилось, помоги мне забраться на крышу, чтобы доставить последний подарок.",
  "Hindi": "क्रिसमस लगभग खत्म हो गया है, मुझे छत पर चढ़ने में मदद करो, ताकि मैं आखिरी उपहार दे सकूं।",
  "Portuguese": "O Natal está quase acabando, ajude-me a subir no telhado para entregar o último presente.",
  "Spanish": "La Navidad está casi terminando, ayúdame a subir al techo para entregar el último regalo.",
  "German": "Weihnachten steht kurz bevor, hilf mir, auf das Dach zu klettern, um das letzte Geschenk zu liefern.",
  "French": "Noël est presque terminé, aide-moi à grimper sur le toit pour livrer le dernier cadeau.",
  "Arabic": "عيد الميلاد أوشك على الانتهاء، ساعدني في تسلق السطح لتسليم الهدية الأخيرة."
},
  "1": {
  "id": "1",
  "Chinese": "还不够",
  "English": "Not enough",
  "Thailand": "ยังไม่พอ",
  "Indonasia": "Belum cukup",
  "Chinese_tw": "还不够",
  "Malay": "Tidak cukup",
  "Vietnamese": "Không đủ",
  "Japanese": "まだ足りない",
  "Korean": "아직 부족해",
  "Russian": "Еще недостаточно",
  "Hindi": "अभी भी पर्याप्त नहीं है",
  "Portuguese": "Ainda não é suficiente",
  "Spanish": "No es suficiente",
  "German": "Nicht genug",
  "French": "Pas encore assez",
  "Arabic": "ليس كافياً"
},
  "2": {
  "id": "2",
  "Chinese": "终于上来了",
  "English": "Finally came up",
  "Thailand": "ในที่สุดก็มาถึง",
  "Indonasia": "Akhirnya datang",
  "Chinese_tw": "終於上來了",
  "Malay": "Akhirnya muncul",
  "Vietnamese": "Cuối cùng đã lên",
  "Japanese": "ついに上がった",
  "Korean": "드디어 올라왔다",
  "Russian": "Наконец-то пришел",
  "Hindi": "आखिरकार आ गया",
  "Portuguese": "Finalmente chegou",
  "Spanish": "Finalmente llegó",
  "German": "Endlich angekommen",
  "French": "Enfin arrivé",
  "Arabic": "أخيرًا جاء"
},
  "1000": {
  "id": "1000",
  "Chinese": "帮圣诞老人搭梯子上屋顶",
  "English": "Help Santa Claus set up a ladder to the roof",
  "Thailand": "ช่วยซานตาคลอสตั้งบันไดขึ้นหลังคา",
  "Indonasia": "Bantu Sinterklas memasang tangga ke atap",
  "Chinese_tw": "幫聖誕老人搭梯子上屋頂",
  "Malay": "Bantu Santa Claus mendirikan tangga ke atap",
  "Vietnamese": "Giúp ông già Noel đặt thang lên mái nhà",
  "Japanese": "サンタクロースが屋根に梯子をかけるのを手伝う",
  "Korean": "산타클로스가 지붕에 사다리를 놓는 것을 도와주세요",
  "Russian": "Помогите Санта-Клаусу установить лестницу на крышу",
  "Hindi": "सांता क्लॉज को छत पर सीढ़ी लगाने में मदद करें",
  "Portuguese": "Ajude o Papai Noel a colocar uma escada no telhado",
  "Spanish": "Ayuda a Santa Claus a poner una escalera en el techo",
  "German": "Helfen Sie dem Weihnachtsmann, eine Leiter auf das Dach zu stellen",
  "French": "Aidez le Père Noël à mettre une échelle sur le toit",
  "Arabic": "ساعد سانتا كلوز في وضع سلم على السطح"
}
}