{
  "100": {
  "id": "100",
  "Chinese": "拖动盆栽上的三叶草给烟雾，吹散烟雾",
  "English": "Drag the clover from the potted plant to the smoke to blow it away.",
  "Thailand": "ลากใบโคลเวอร์จากต้นไม้ในกระถางไปที่ควันเพื่อพัดควันออกไป",
  "Indonasia": "Seret semanggi dari pot tanaman ke asap untuk meniupnya pergi.",
  "Chinese_tw": "拖動盆栽上的三葉草給煙霧，吹散煙霧",
  "Malay": "Leret semanggi dari pot tanaman ke asap untuk menghilangkannya.",
  "Vietnamese": "Kéo cỏ ba lá từ chậu cây đến làn khói để xua tan khói.",
  "Japanese": "鉢植えのクローバーを煙にドラッグして、煙を吹き飛ばしてください。",
  "Korean": "연기를 날려버리기 위해 화분에 있는 클로버를 연기로 끌어다 놓으세요.",
  "Russian": "Перетащите клевер из горшка к дыму, чтобы развеять его.",
  "Hindi": "धुएं को उड़ाने के लिए गमले के पौधे से तिपतिया घास को धुएं पर ले जाएं।",
  "Portuguese": "Arraste o trevo do vaso de plantas até a fumaça para dissipá-la.",
  "Spanish": "Arrastra el trébol de la maceta hacia el humo para dispersarlo.",
  "German": "Ziehen Sie das Kleeblatt vom Blumentopf zum Rauch, um ihn zu vertreiben.",
  "French": "Faites glisser le trèfle du pot vers la fumée pour la disperser.",
  "Arabic": "اسحب البرسيم من النبات المحفوظ بوعاء إلى الدخان لتبديده."
},
  "101": {
  "id": "101",
  "Chinese": "拖动火堆的火把给圣诞老人，融化冰",
  "English": "Drag the torch from the fire to Santa Claus to melt the ice.",
  "Thailand": "ลากคบเพลิงจากกองไฟไปที่ซานตาคลอสเพื่อละลายน้ำแข็ง",
  "Indonasia": "Seret obor dari api ke Sinterklas untuk mencairkan es.",
  "Chinese_tw": "拖動火堆的火把給聖誕老人，融化冰",
  "Malay": "Leret obor dari api ke Santa Claus untuk mencairkan ais.",
  "Vietnamese": "Kéo ngọn đuốc từ đống lửa đến ông già Noel để làm tan băng.",
  "Japanese": "火の松明をサンタクロースにドラッグして氷を溶かします。",
  "Korean": "모닥불에서 횃불을 산타클로스에게 끌어다 녹이세요.",
  "Russian": "Перетащите факел из костра к Санта-Клаусу, чтобы растопить лёд.",
  "Hindi": "आग से मशाल को सांता क्लॉज के पास ले जाकर बर्फ पिघलाएं।",
  "Portuguese": "Arraste a tocha da fogueira para o Papai Noel para derreter o gelo.",
  "Spanish": "Arrastra la antorcha del fuego hacia Papá Noel para derretir el hielo.",
  "German": "Ziehen Sie die Fackel vom Feuer zu Santa Claus, um das Eis zu schmelzen.",
  "French": "Faites glisser la torche du feu vers le Père Noël pour faire fondre la glace.",
  "Arabic": "اسحب الشعلة من النار إلى سانتا كلوز لإذابة الجليد."
},
  "102": {
  "id": "102",
  "Chinese": "右滑打开窗户",
  "English": "Swipe right to open the window.",
  "Thailand": "เลื่อนไปทางขวาเพื่อเปิดหน้าต่าง",
  "Indonasia": "Geser ke kanan untuk membuka jendela.",
  "Chinese_tw": "右滑打開窗戶",
  "Malay": "Leret ke kanan untuk membuka tingkap.",
  "Vietnamese": "Vuốt sang phải để mở cửa sổ.",
  "Japanese": "右にスワイプして窓を開ける。",
  "Korean": "오른쪽으로 스와이프하여 창문을 여세요.",
  "Russian": "Проведите вправо, чтобы открыть окно.",
  "Hindi": "दाईं ओर स्वाइप करके खिड़की खोलें।",
  "Portuguese": "Deslize para a direita para abrir a janela.",
  "Spanish": "Desliza hacia la derecha para abrir la ventana.",
  "German": "Wischen Sie nach rechts, um das Fenster zu öffnen.",
  "French": "Faites glisser vers la droite pour ouvrir la fenêtre.",
  "Arabic": "اسحب إلى اليمين لفتح النافذة."
},
  "103": {
  "id": "103",
  "Chinese": "拖动窗外的铲子给圣诞老人",
  "English": "Drag the shovel from outside the window to Santa Claus.",
  "Thailand": "ลากพลั่วจากนอกหน้าต่างไปให้ซานตาคลอส",
  "Indonasia": "Seret sekop dari luar jendela ke Sinterklas.",
  "Chinese_tw": "拖動窗外的鏟子給聖誕老人",
  "Malay": "Leret sekop dari luar tingkap ke Santa Claus.",
  "Vietnamese": "Kéo cái xẻng từ ngoài cửa sổ đến ông già Noel.",
  "Japanese": "窓の外のシャベルをサンタクロースにドラッグしてください。",
  "Korean": "창밖에 있는 삽을 산타클로스에게 끌어다 놓으세요.",
  "Russian": "Перетащите лопату снаружи окна к Санта-Клаусу.",
  "Hindi": "खिड़की के बाहर से कुदाल को सांता क्लॉज के पास ले जाएं।",
  "Portuguese": "Arraste a pá de fora da janela para o Papai Noel.",
  "Spanish": "Arrastra la pala de fuera de la ventana hacia Papá Noel.",
  "German": "Ziehen Sie die Schaufel von außerhalb des Fensters zu Santa Claus.",
  "French": "Faites glisser la pelle de l'extérieur de la fenêtre vers le Père Noël.",
  "Arabic": "اسحب المجرفة من خارج النافذة إلى سانتا كلوز."
},
  "104": {
  "id": "104",
  "Chinese": "拖动窗外雪人上的胡萝卜到老鼠洞处",
  "English": "Drag the carrot from the snowman outside the window to the mouse hole.",
  "Thailand": "ลากแครอทจากตุ๊กตาหิมะนอกหน้าต่างไปที่รูหนู",
  "Indonasia": "Seret wortel dari manusia salju di luar jendela ke lubang tikus.",
  "Chinese_tw": "拖動窗外雪人上的胡蘿蔔到老鼠洞處",
  "Malay": "Leret lobak merah dari manusia salji di luar tingkap ke lubang tikus.",
  "Vietnamese": "Kéo cà rốt từ người tuyết ngoài cửa sổ đến chỗ hang chuột.",
  "Japanese": "窓の外の雪だるまからにんじんをネズミの穴にドラッグします。",
  "Korean": "창밖 눈사람에 있는 당근을 쥐 구멍으로 끌어다 놓으세요.",
  "Russian": "Перетащите морковку со снеговика за окном к мышиной норе.",
  "Hindi": "खिड़की के बाहर वाले स्नोमैन से गाजर को चूहे के बिल तक खींचें।",
  "Portuguese": "Arraste a cenoura do boneco de neve fora da janela para o buraco do rato.",
  "Spanish": "Arrastra la zanahoria del muñeco de nieve fuera de la ventana hacia el agujero del ratón.",
  "German": "Ziehen Sie die Karotte vom Schneemann draußen am Fenster zum Mauseloch.",
  "French": "Faites glisser la carotte du bonhomme de neige à l'extérieur de la fenêtre jusqu'au trou de la souris.",
  "Arabic": "اسحب الجزرة من رجل الثلج الموجود خارج النافذة إلى جحر الفأر."
},
  "105": {
  "id": "105",
  "Chinese": "拖动雪人铁桶到壁炉内的火堆处，提前熄灭火堆",
  "English": "Drag the snowman’s metal bucket to the fire in the fireplace to extinguish it early.",
  "Thailand": "ลากถังโลหะของตุ๊กตาหิมะไปที่กองไฟในเตาผิงเพื่อดับไฟก่อนเวลา",
  "Indonasia": "Seret ember logam manusia salju ke api di perapian untuk memadamkan api lebih awal.",
  "Chinese_tw": "拖動雪人鐵桶到壁爐內的火堆處，提前熄滅火堆",
  "Malay": "Leret baldi logam manusia salji ke api di dalam perapian untuk memadamkan api lebih awal.",
  "Vietnamese": "Kéo xô kim loại của người tuyết đến lửa trong lò sưởi để dập tắt sớm.",
  "Japanese": "雪だるまの金属バケツを暖炉の火にドラッグして早めに消火します。",
  "Korean": "눈사람의 금속 양동이를 벽난로의 불에 끌어다 조기에 꺼주세요.",
  "Russian": "Перетащите металлическое ведро снеговика к огню в камине, чтобы заранее его погасить.",
  "Hindi": "स्नोमैन की धातु की बाल्टी को चूल्हे में आग पर खींचें और जल्दी से आग बुझाएं।",
  "Portuguese": "Arraste o balde de metal do boneco de neve para o fogo na lareira para apagá-lo antecipadamente.",
  "Spanish": "Arrastra el cubo de metal del muñeco de nieve hacia el fuego de la chimenea para apagarlo antes.",
  "German": "Ziehen Sie den Metalleimer des Schneemanns zum Feuer im Kamin, um es vorzeitig zu löschen.",
  "French": "Faites glisser le seau en métal du bonhomme de neige jusqu'au feu dans la cheminée pour l'éteindre à l'avance.",
  "Arabic": "اسحب دلو الثلج المعدني إلى نار المدفأة لإطفاء النار مبكرًا."
},
  "106": {
  "id": "106",
  "Chinese": "拖动老鼠给圣诞老人",
  "English": "Drag the mouse to Santa Claus.",
  "Thailand": "ลากหนูไปให้ซานตาคลอส",
  "Indonasia": "Seret tikus ke Sinterklas.",
  "Chinese_tw": "拖動老鼠給聖誕老人",
  "Malay": "Leret tikus ke Santa Claus.",
  "Vietnamese": "Kéo con chuột đến ông già Noel.",
  "Japanese": "ネズミをサンタクロースにドラッグしてください。",
  "Korean": "쥐를 산타클로스에게 끌어다 놓으세요.",
  "Russian": "Перетащите мышь к Санта-Клаусу.",
  "Hindi": "चूहे को सांता क्लॉज के पास ले जाएं।",
  "Portuguese": "Arraste o rato para o Papai Noel.",
  "Spanish": "Arrastra el ratón hacia Papá Noel.",
  "German": "Ziehen Sie die Maus zu Santa Claus.",
  "French": "Faites glisser la souris vers le Père Noël.",
  "Arabic": "اسحب الفأر إلى سانتا كلوز."
},
  "107": {
  "id": "107",
  "Chinese": "拖动挂画里面的剑给圣诞老人",
  "English": "Drag the sword from the painting to Santa Claus.",
  "Thailand": "ลากดาบจากภาพวาดไปให้ซานตาคลอส",
  "Indonasia": "Seret pedang dari lukisan ke Sinterklas.",
  "Chinese_tw": "拖動掛畫裡面的劍給聖誕老人",
  "Malay": "Leret pedang dari gambar ke Santa Claus.",
  "Vietnamese": "Kéo thanh kiếm từ bức tranh đến ông già Noel.",
  "Japanese": "絵の中の剣をサンタクロースにドラッグしてください。",
  "Korean": "그림 속의 검을 산타클로스에게 끌어다 놓으세요.",
  "Russian": "Перетащите меч из картины к Санта-Клаусу.",
  "Hindi": "चित्र में से तलवार को सांता क्लॉज के पास ले जाएं।",
  "Portuguese": "Arraste a espada do quadro para o Papai Noel.",
  "Spanish": "Arrastra la espada del cuadro hacia Papá Noel.",
  "German": "Ziehen Sie das Schwert aus dem Gemälde zu Santa Claus.",
  "French": "Faites glisser l'épée du tableau vers le Père Noël.",
  "Arabic": "اسحب السيف من اللوحة إلى سانتا كلوز."
},
  "108": {
  "id": "108",
  "Chinese": "右滑挂画",
  "English": "Swipe right to hang the painting",
  "Thailand": "เลื่อนขวาเพื่อแขวนภาพ",
  "Indonasia": "Geser ke kanan untuk menggantung lukisan",
  "Chinese_tw": "右滑掛畫",
  "Malay": "Geser ke kanan untuk menggantung lukisan",
  "Vietnamese": "Vuốt sang phải để treo bức tranh",
  "Japanese": "右にスワイプして絵を掛ける",
  "Korean": "오른쪽으로 스와이프하여 그림을 걸다",
  "Russian": "Смахните вправо, чтобы повесить картину",
  "Hindi": "चित्र लटकाने के लिए दाईं ओर स्वाइप करें",
  "Portuguese": "Deslize para a direita para pendurar a pintura",
  "Spanish": "Desliza hacia la derecha para colgar la pintura",
  "German": "Wische nach rechts, um das Bild aufzuhängen",
  "French": "Faites glisser vers la droite pour accrocher le tableau",
  "Arabic": "اسحب لليمين لتعليق اللوحة"
},
  "109": {
  "id": "109",
  "Chinese": "拖动钱给木镐，升级为铁镐",
  "English": "Drag the money to the wooden pickaxe to upgrade it to an iron pickaxe",
  "Thailand": "ลากเงินไปที่ขวานไม้เพื่ออัปเกรดเป็นขวานเหล็ก",
  "Indonasia": "Seret uang ke kapak kayu untuk meningkatkan menjadi kapak besi",
  "Chinese_tw": "拖動錢給木鎬，升級為鐵鎬",
  "Malay": "Seret wang ke kapak kayu untuk menaik taraf kepada kapak besi",
  "Vietnamese": "Kéo tiền đến cái rìu gỗ để nâng cấp thành cái rìu sắt",
  "Japanese": "お金を木のつるはしにドラッグして鉄のつるはしにアップグレードする",
  "Korean": "돈을 나무 곡괭이에 드래그하여 철 곡괭이로 업그레이드하다",
  "Russian": "Перетащите деньги к деревянной кирке, чтобы улучшить ее до железной кирки",
  "Hindi": "पैसे को लकड़ी की कुदाल पर खींचें, इसे लोहे की कुदाल में अपग्रेड करें",
  "Portuguese": "Arraste o dinheiro para a picareta de madeira para atualizá-la para uma picareta de ferro",
  "Spanish": "Arrastra el dinero a la pico de madera para actualizarlo a una pico de hierro",
  "German": "Ziehe das Geld zur Holzspitzhacke, um sie auf eine Eisenspitze zu verbessern",
  "French": "Faites glisser l'argent vers la pioche en bois pour la mettre à niveau en pioche en fer",
  "Arabic": "اسحب المال إلى الفأس الخشبي لترقيته إلى فأس حديدي"
},
  "110": {
  "id": "110",
  "Chinese": "拖动铁镐给圣诞老人",
  "English": "Drag the iron pickaxe to Santa Claus.",
  "Thailand": "ลากจอบเหล็กไปให้ซานตาคลอส",
  "Indonasia": "Seret beliung ke Sinterklas.",
  "Chinese_tw": "拖動鐵鎬給聖誕老人",
  "Malay": "Leret beliung ke Santa Claus.",
  "Vietnamese": "Kéo cái cuốc sắt đến ông già Noel.",
  "Japanese": "鉄のつるはしをサンタクロースにドラッグしてください。",
  "Korean": "쇠곡괭이를 산타클로스에게 끌어다 놓으세요.",
  "Russian": "Перетащите железную кирку к Санта-Клаусу.",
  "Hindi": "लोहे की कुदाली को सांता क्लॉज के पास ले जाएं।",
  "Portuguese": "Arraste a picareta para o Papai Noel.",
  "Spanish": "Arrastra el pico hacia Papá Noel.",
  "German": "Ziehen Sie die Spitzhacke zu Santa Claus.",
  "French": "Faites glisser la pioche en fer vers le Père Noël.",
  "Arabic": "اسحب الفأس الحديدية إلى سانتا كلوز."
},
  "111": {
  "id": "111",
  "Chinese": "上滑圣诞老人的袋子",
  "English": "Swipe up on Santa Claus's bag",
  "Thailand": "เลื่อนขึ้นที่ถุงของซานตาคลอส",
  "Indonasia": "Geser ke atas pada tas Santa Claus",
  "Chinese_tw": "上滑聖誕老人的袋子",
  "Malay": "Geser ke atas pada beg Santa Claus",
  "Vietnamese": "Vuốt lên túi của ông già Noel",
  "Japanese": "サンタクロースの袋を上にスワイプする",
  "Korean": "산타클로스의 가방을 위로 스와이프하다",
  "Russian": "Смахните вверх по мешку Санта-Клауса",
  "Hindi": "सांता क्लॉज़ के बैग पर ऊपर स्वाइप करें",
  "Portuguese": "Deslize para cima na bolsa do Papai Noel",
  "Spanish": "Desliza hacia arriba en la bolsa de Santa Claus",
  "German": "Wische nach oben auf dem Sack des Weihnachtsmanns",
  "French": "Faites glisser vers le haut sur le sac du Père Noël",
  "Arabic": "اسحب لأعلى على حقيبة سانتا كلوز"
},
  "112": {
  "id": "112",
  "Chinese": "拖动撬棍给圣诞老人",
  "English": "Drag the crowbar to Santa Claus.",
  "Thailand": "ลากชะแลงไปให้ซานตาคลอส",
  "Indonasia": "Seret linggis ke Sinterklas.",
  "Chinese_tw": "拖動撬棍給聖誕老人",
  "Malay": "Leret linggis ke Santa Claus.",
  "Vietnamese": "Kéo cái xà beng đến ông già Noel.",
  "Japanese": "バールをサンタクロースにドラッグしてください。",
  "Korean": "쇠지레를 산타클로스에게 끌어다 놓으세요.",
  "Russian": "Перетащите монтировку к Санта-Клаусу.",
  "Hindi": "लोहे की छड़ को सांता क्लॉज के पास ले जाएं।",
  "Portuguese": "Arraste o pé de cabra para o Papai Noel.",
  "Spanish": "Arrastra la palanca hacia Papá Noel.",
  "German": "Ziehen Sie die Brechstange zu Santa Claus.",
  "French": "Faites glisser le pied-de-biche vers le Père Noël.",
  "Arabic": "اسحب العتلة إلى سانتا كلوز."
},
  "113": {
  "id": "113",
  "Chinese": "拖动掉落的礼物到圣诞袜处",
  "English": "Drag the fallen gift to the Christmas stocking",
  "Thailand": "ลากของขวัญที่ตกลงไปที่ถุงเท้าคริสต์มาส",
  "Indonasia": "Seret hadiah yang jatuh ke kaus kaki Natal",
  "Chinese_tw": "拖動掉落的禮物到聖誕襪處",
  "Malay": "Seret hadiah yang jatuh ke stoking Krismas",
  "Vietnamese": "Kéo món quà rơi xuống vào tất Giáng sinh",
  "Japanese": "落ちたプレゼントをクリスマスストッキングにドラッグする",
  "Korean": "떨어진 선물을 크리스마스 양말에 드래그하다",
  "Russian": "Перетащите упавший подарок к рождественскому чулку",
  "Hindi": "गिरे हुए उपहार को क्रिसमस स्टॉकिंग पर खींचें",
  "Portuguese": "Arraste o presente caído para a meia de Natal",
  "Spanish": "Arrastra el regalo caído a la media de Navidad",
  "German": "Ziehe das gefallene Geschenk zur Weihnachtssocke",
  "French": "Faites glisser le cadeau tombé vers le bas de Noël",
  "Arabic": "اسحب الهدية الساقطة إلى جورب عيد الميلاد"
},
  "1": {
  "id": "1",
  "Chinese": "不要在没融化冰层之前将壁炉内的火熄灭",
  "English": "Do not extinguish the fire in the fireplace before the ice layer has melted",
  "Thailand": "อย่าดับไฟในเตาผิงก่อนที่ชั้นน้ำแข็งจะละลาย",
  "Indonasia": "Jangan padamkan api di perapian sebelum lapisan es mencair",
  "Chinese_tw": "不要在沒融化冰層之前將壁爐內的火熄滅",
  "Malay": "Jangan padamkan api di dalam perapian sebelum lapisan ais mencair",
  "Vietnamese": "Đừng dập tắt lửa trong lò trước khi lớp băng tan chảy",
  "Japanese": "氷の層が溶ける前に暖炉の火を消さないでください",
  "Korean": "얼음 층이 녹기 전에 벽난로의 불을 끄지 마세요",
  "Russian": "Не тушите огонь в камине, пока ледяной слой не растает",
  "Hindi": "बर्फ की परत पिघलने से पहले चिमनी में आग न बुझाएं",
  "Portuguese": "Não apague o fogo na lareira antes que a camada de gelo derreta",
  "Spanish": "No apagues el fuego en la chimenea antes de que se derrita la capa de hielo",
  "German": "Lösche das Feuer im Kamin nicht, bevor die Eisschicht geschmolzen ist",
  "French": "Ne pas éteindre le feu dans la cheminée avant que la couche de glace ne fonde",
  "Arabic": "لا تطفئ النار في المدفأة قبل أن تذوب طبقة الجليد"
}
}