{
  "100": {
  "id": "100",
  "Chinese": "拖动剪刀到左下角保温箱上",
  "English": "Drag the scissors to the incubator in the lower left corner.",
  "Thailand": "ลากกรรไกรไปที่ตู้เก็บความร้อนด้านซ้ายล่าง",
  "Indonasia": "Seret gunting ke inkubator di sudut kiri bawah.",
  "Chinese_tw": "拖動剪刀到左下角保溫箱上",
  "Malay": "Seret gunting ke inkubator di sudut kiri bawah.",
  "Vietnamese": "Kéo kéo đến lồng ấp ở góc dưới bên trái.",
  "Japanese": "ハサミを左下の保育器にドラッグします。",
  "Korean": "가위를 왼쪽 하단 인큐베이터로 드래그합니다.",
  "Russian": "Перетащите ножницы в коробку из пенопласта в левом нижнем углу.",
  "Hindi": "कैंची को बाईं निचली कोने में थर्मल बॉक्स पर खींचें",
  "Portuguese": "Arraste as tesouras para a caixa térmica no canto inferior esquerdo",
  "Spanish": "Arrastra las tijeras a la caja térmica en la esquina inferior izquierda",
  "German": "Ziehe die Schere in die linke untere Ecke der Thermobox",
  "French": "Faites glisser les ciseaux vers la boîte thermique dans le coin inférieur gauche",
  "Arabic": "اسحب المقص إلى صندوق العزل في الزاوية السفلية اليسرى"
},
  "101": {
  "id": "101",
  "Chinese": "在未盖任何被子前，先将左下角的保温箱拖动至女孩处",
  "English": "Before covering with any blankets, drag the incubator in the lower left corner to the girl.",
  "Thailand": "ก่อนจะคลุมผ้าห่มใด ๆ ลากตู้เก็บความร้อนด้านซ้ายล่างไปที่เด็กผู้หญิง",
  "Indonasia": "Sebelum menutupi dengan selimut apapun, seret inkubator di sudut kiri bawah ke gadis.",
  "Chinese_tw": "在未蓋任何被子前，先將左下角的保溫箱拖動至女孩處",
  "Malay": "Sebelum menutup dengan selimut apapun, seret inkubator di sudut kiri bawah ke gadis.",
  "Vietnamese": "Trước khi đắp bất kỳ chăn nào, kéo lồng ấp ở góc dưới bên trái đến chỗ cô gái.",
  "Japanese": "どの毛布もかける前に、左下の保育器を少女にドラッグします。",
  "Korean": "어떤 담요도 덮기 전에, 왼쪽 하단의 인큐베이터를 소녀에게 드래그합니다.",
  "Russian": "Отбуксируйте инкубатор в левом нижнем углу к девушке, прежде чем укрыть её одеялом",
  "Hindi": "कोई कंबल ढकने से पहले, बाईं निचली कोने के थर्मल बॉक्स को लड़की के पास खींचें",
  "Portuguese": "Antes de cobrir com qualquer cobertor, arraste a caixa térmica do canto inferior esquerdo até a menina",
  "Spanish": "Antes de cubrir con cualquier manta, arrastra la caja térmica de la esquina inferior izquierda hacia la niña",
  "German": "Bevor du eine Decke auflegst, ziehe die Thermobox in der linken unteren Ecke zu dem Mädchen",
  "French": "Avant de couvrir avec une couverture, faites glisser la boîte thermique du coin inférieur gauche vers la fille",
  "Arabic": "قبل تغطية أي بطانية، اسحب صندوق العزل من الزاوية السفلية اليسرى إلى الفتاة"
},
  "102": {
  "id": "102",
  "Chinese": "上划床尾处，找到袜子堆",
  "English": "Swipe up at the foot of the bed to find a pile of socks.",
  "Thailand": "เลื่อนขึ้นที่ปลายเตียงเพื่อหากองถุงเท้า",
  "Indonasia": "Geser ke atas di ujung tempat tidur untuk menemukan tumpukan kaus kaki.",
  "Chinese_tw": "上滑床尾處，找到襪子堆",
  "Malay": "Leret ke atas di hujung katil untuk mencari timbunan stokin.",
  "Vietnamese": "Vuốt lên ở cuối giường để tìm đống tất.",
  "Japanese": "ベッドの足元を上にスワイプして、靴下の山を見つけます。",
  "Korean": "침대 발치에서 위로 스와이프하여 양말 더미를 찾습니다.",
  "Russian": "Проведите вверх от ножек кровати, чтобы найти кучу носок.",
  "Hindi": "बिस्तर के पैर की ओर ऊपर खींचें, मोजों का ढेर खोजें",
  "Portuguese": "Deslize para cima na parte inferior da cama e encontre o monte de meias",
  "Spanish": "Desliza hacia arriba en el pie de la cama y encuentra el montón de calcetines",
  "German": "Wische am Fußende des Bettes nach oben und finde den Sockenstapel",
  "French": "Faites défiler vers le haut au pied du lit et trouvez le tas de chaussettes",
  "Arabic": "اسحب لأعلى عند نهاية السرير وابحث عن كومة الجوارب"
},
  "103": {
  "id": "103",
  "Chinese": "单击打开衣柜，找到被子",
  "English": "Click to open the wardrobe and find the blanket.",
  "Thailand": "คลิกเพื่อเปิดตู้เสื้อผ้าและหาผ้าห่ม",
  "Indonasia": "Klik untuk membuka lemari dan menemukan selimut.",
  "Chinese_tw": "點擊打開衣櫃，找到被子",
  "Malay": "Klik untuk membuka almari pakaian dan mencari selimut.",
  "Vietnamese": "Nhấp để mở tủ quần áo và tìm chăn.",
  "Japanese": "クリックしてクローゼットを開け、毛布を見つけます。",
  "Korean": "클릭하여 옷장을 열고 담요를 찾습니다.",
  "Russian": "Щелкните, чтобы открыть шкаф и найти одеяло.",
  "Hindi": "अलमारी पर क्लिक करें, कंबल खोजें",
  "Portuguese": "Clique para abrir o armário e encontre o cobertor",
  "Spanish": "Haz clic para abrir el armario y encuentra la manta",
  "German": "Klicke, um den Schrank zu öffnen, und finde die Decke",
  "French": "Cliquez pour ouvrir l'armoire et trouvez la couverture",
  "Arabic": "انقر لفتح الخزانة وابحث عن البطانية"
},
  "104": {
  "id": "104",
  "Chinese": "左划左边的门，找到纸板",
  "English": "Swipe left on the left door to find the cardboard.",
  "Thailand": "เลื่อนซ้ายที่ประตูด้านซ้ายเพื่อหากระดาษแข็ง",
  "Indonasia": "Geser ke kiri pada pintu kiri untuk menemukan karton.",
  "Chinese_tw": "左滑左邊的門，找到紙板",
  "Malay": "Leret kiri pada pintu kiri untuk mencari kadbod.",
  "Vietnamese": "Vuốt sang trái trên cửa bên trái để tìm bìa cứng.",
  "Japanese": "左のドアを左にスワイプして、段ボールを見つけます。",
  "Korean": "왼쪽 문을 왼쪽으로 스와이프하여 판지를 찾습니다.",
  "Russian": "Проведите влево от левой двери, чтобы найти картон.",
  "Hindi": "बाईं ओर के दरवाजे को बाईं ओर खींचें, कार्डबोर्ड खोजें",
  "Portuguese": "Deslize para a esquerda na porta da esquerda e encontre o papelão",
  "Spanish": "Desliza hacia la izquierda en la puerta izquierda y encuentra el cartón",
  "German": "Wische nach links an der linken Tür und finde den Karton",
  "French": "Faites glisser vers la gauche sur la porte de gauche et trouvez le carton",
  "Arabic": "اسحب إلى اليسار على الباب الأيسر وابحث عن الكرتون"
},
  "105": {
  "id": "105",
  "Chinese": "上划床下的箱子，打开箱子",
  "English": "Swipe up on the box under the bed to open it.",
  "Thailand": "เลื่อนขึ้นที่กล่องใต้เตียงเพื่อเปิดกล่อง",
  "Indonasia": "Geser ke atas pada kotak di bawah tempat tidur untuk membukanya.",
  "Chinese_tw": "上滑床下的箱子，打開箱子",
  "Malay": "Leret ke atas pada kotak di bawah katil untuk membukanya.",
  "Vietnamese": "Vuốt lên trên hộp dưới gầm giường để mở hộp.",
  "Japanese": "ベッドの下の箱を上にスワイプして、箱を開けます。",
  "Korean": "침대 아래 상자를 위로 스와이프하여 상자를 엽니다.",
  "Russian": "Проведите вверх от ящика под кроватью, чтобы открыть ящик.",
  "Hindi": "बिस्तर के नीचे के बॉक्स को ऊपर खींचें, बॉक्स खोलें",
  "Portuguese": "Deslize para cima na caixa debaixo da cama e abra a caixa",
  "Spanish": "Desliza hacia arriba en la caja debajo de la cama y abre la caja",
  "German": "Wische nach oben in die Kiste unter dem Bett und öffne die Kiste",
  "French": "Faites défiler vers le haut dans la boîte sous le lit et ouvrez la boîte",
  "Arabic": "اسحب لأعلى في الصندوق تحت السرير وافتح الصندوق"
},
  "106": {
  "id": "106",
  "Chinese": "拖动剪刀至玩偶处，获得棉花",
  "English": "Drag the scissors to the doll to get the cotton.",
  "Thailand": "ลากกรรไกรไปที่ตุ๊กตาเพื่อรับสำลี",
  "Indonasia": "Seret gunting ke boneka untuk mendapatkan kapas.",
  "Chinese_tw": "拖動剪刀至玩偶處，獲得棉花",
  "Malay": "Seret gunting ke anak patung untuk mendapatkan kapas.",
  "Vietnamese": "Kéo kéo đến búp bê để lấy bông.",
  "Japanese": "ハサミを人形にドラッグして綿を取ります。",
  "Korean": "가위를 인형에게 드래그하여 면화를 얻습니다.",
  "Russian": "Тяните ножницы к игрушке, чтобы получить вату.",
  "Hindi": "कैंची को खिलौने के पास खींचें, कपास प्राप्त करें",
  "Portuguese": "Arraste as tesouras até o brinquedo e obtenha algodão",
  "Spanish": "Arrastra las tijeras hacia el muñeco y obtén algodón",
  "German": "Ziehe die Schere zum Spielzeug und erhalte Baumwolle",
  "French": "Faites glisser les ciseaux vers la poupée et obtenez du coton",
  "Arabic": "اسحب المقص إلى الدمية واحصل على القطن"
},
  "107": {
  "id": "107",
  "Chinese": "拖动剪刀到狗狗处，获得狗毛",
  "English": "Drag the scissors to the dog to get the dog hair.",
  "Thailand": "ลากกรรไกรไปที่สุนัขเพื่อรับขนสุนัข",
  "Indonasia": "Seret gunting ke anjing untuk mendapatkan bulu anjing.",
  "Chinese_tw": "拖動剪刀到狗狗處，獲得狗毛",
  "Malay": "Seret gunting ke anjing untuk mendapatkan bulu anjing.",
  "Vietnamese": "Kéo kéo đến con chó để lấy lông chó.",
  "Japanese": "ハサミを犬にドラッグして犬の毛を取ります。",
  "Korean": "가위를 강아지에게 드래그하여 개 털을 얻습니다.",
  "Russian": "Тяните ножницы к собаке, чтобы получить собачью шерсть.",
  "Hindi": "कैंची को कुत्ते के पास खींचें, कुत्ते के बाल प्राप्त करें",
  "Portuguese": "Arraste as tesouras até o cachorro e obtenha pelos de cachorro",
  "Spanish": "Arrastra las tijeras hacia el perro y obtén pelo de perro",
  "German": "Ziehe die Schere zum Hund und erhalte Hundehaare",
  "French": "Faites glisser les ciseaux vers le chien et obtenez des poils de chien",
  "Arabic": "اسحب المقص إلى الكلب واحصل على شعر الكلب"
},
  "108": {
  "id": "108",
  "Chinese": "拖动袜子至女孩处",
  "English": "Drag the socks to the girl.",
  "Thailand": "ลากถุงเท้าไปที่เด็กผู้หญิง",
  "Indonasia": "Seret kaus kaki ke gadis.",
  "Chinese_tw": "拖動襪子至女孩處",
  "Malay": "Seret stokin ke gadis.",
  "Vietnamese": "Kéo tất đến chỗ cô gái.",
  "Japanese": "靴下を少女にドラッグします。",
  "Korean": "양말을 소녀에게 드래그합니다.",
  "Russian": "Тяните носки к девочке.",
  "Hindi": "मोजों को लड़की के पास खींचें",
  "Portuguese": "Arraste as meias até a menina",
  "Spanish": "Arrastra los calcetines hacia la niña",
  "German": "Ziehe die Socken zum Mädchen",
  "French": "Faites glisser les chaussettes vers la fille",
  "Arabic": "اسحب الجوارب إلى الفتاة"
},
  "109": {
  "id": "109",
  "Chinese": "拖动床头挂着的毛毯至女孩处",
  "English": "Drag the blanket hanging by the bed to the girl",
  "Thailand": "ลากผ้าห่มที่แขวนข้างเตียงไปให้เด็กผู้หญิง",
  "Indonasia": "Seret selimut yang tergantung di samping tempat tidur ke arah gadis itu",
  "Chinese_tw": "拖動床頭掛著的毛毯到女孩處",
  "Malay": "Seret selimut yang tergantung di kepala katil kepada gadis itu",
  "Vietnamese": "Kéo chăn treo cạnh giường đến chỗ cô gái",
  "Japanese": "ベッドの横に掛かっている毛布を女の子に引き寄せる",
  "Korean": "침대 옆에 걸린 담요를 소녀에게 끌어다 주세요",
  "Russian": "Перетащите одеяло, висящее у кровати, к девочке",
  "Hindi": "बिस्तर के पास लटकी चादर को लड़की की ओर खींचें",
  "Portuguese": "Arraste o cobertor pendurado na cabeceira até a menina",
  "Spanish": "Arrastra la manta colgada junto a la cama hacia la niña",
  "German": "Ziehe die am Bett hängende Decke zum Mädchen",
  "French": "Faites glisser la couverture accrochée au lit vers la fille",
  "Arabic": "اسحب البطانية المعلقة بجانب السرير إلى الفتاة"
},
  "110": {
  "id": "110",
  "Chinese": "拖动大衣至女孩处",
  "English": "Drag the coat to the girl.",
  "Thailand": "ลากเสื้อโค้ทไปที่เด็กผู้หญิง",
  "Indonasia": "Seret mantel ke gadis.",
  "Chinese_tw": "拖動大衣至女孩處",
  "Malay": "Seret kot ke gadis.",
  "Vietnamese": "Kéo áo khoác đến chỗ cô gái.",
  "Japanese": "コートを少女にドラッグします。",
  "Korean": "코트를 소녀에게 드래그합니다.",
  "Russian": "Тяните пальто к девочке.",
  "Hindi": "लड़की के पास कोट खींचें",
  "Portuguese": "Arraste o casaco até a menina",
  "Spanish": "Arrastra el abrigo hacia la niña",
  "German": "Ziehe den Mantel zu dem Mädchen",
  "French": "Faites glisser le manteau vers la fille",
  "Arabic": "اسحب المعطف إلى الفتاة"
},
  "111": {
  "id": "111",
  "Chinese": "拖动衣柜中的棉被至女孩处",
  "English": "Drag the quilt from the wardrobe to the girl.",
  "Thailand": "ลากผ้านวมจากตู้เสื้อผ้าไปที่เด็กผู้หญิง",
  "Indonasia": "Seret selimut dari lemari ke gadis.",
  "Chinese_tw": "拖動衣櫃中的棉被至女孩處",
  "Malay": "Seret selimut dari almari pakaian ke gadis.",
  "Vietnamese": "Kéo chăn trong tủ quần áo đến chỗ cô gái.",
  "Japanese": "クローゼットの中の毛布を少女にドラッグします。",
  "Korean": "옷장 안의 담요를 소녀에게 드래그합니다.",
  "Russian": "Тяните одеяло из шкафа к девочке.",
  "Hindi": "लड़की के पास अलमारी से रजाई खींचें",
  "Portuguese": "Arraste o cobertor do armário até a menina",
  "Spanish": "Arrastra la manta del armario hacia la niña",
  "German": "Ziehe die Decke aus dem Schrank zu dem Mädchen",
  "French": "Faites glisser la couverture du placard vers la fille",
  "Arabic": "اسحب البطانية من الخزانة إلى الفتاة"
},
  "112": {
  "id": "112",
  "Chinese": "拖动窗帘至女孩处",
  "English": "Drag the curtains to the girl.",
  "Thailand": "ลากผ้าม่านไปที่เด็กผู้หญิง",
  "Indonasia": "Seret tirai ke gadis.",
  "Chinese_tw": "拖動窗簾至女孩處",
  "Malay": "Seret langsir ke gadis.",
  "Vietnamese": "Kéo rèm đến chỗ cô gái.",
  "Japanese": "カーテンを少女にドラッグします。",
  "Korean": "커튼을 소녀에게 드래그합니다.",
  "Russian": "Тяните шторы к девочке.",
  "Hindi": "लड़की के पास परदा खींचें",
  "Portuguese": "Arraste a cortina até a menina",
  "Spanish": "Arrastra la cortina hacia la niña",
  "German": "Ziehe den Vorhang zu dem Mädchen",
  "French": "Faites glisser le rideau vers la fille",
  "Arabic": "اسحب الستارة إلى الفتاة"
},
  "113": {
  "id": "113",
  "Chinese": "拖动窗外的被子至女孩处",
  "English": "Drag the blanket outside the window to the girl.",
  "Thailand": "ลากผ้าห่มนอกหน้าต่างไปที่เด็กผู้หญิง",
  "Indonasia": "Seret selimut di luar jendela ke gadis.",
  "Chinese_tw": "拖動窗外的被子至女孩處",
  "Malay": "Seret selimut di luar tingkap ke gadis.",
  "Vietnamese": "Kéo chăn ngoài cửa sổ đến chỗ cô gái.",
  "Japanese": "窓の外の毛布を少女にドラッグします。",
  "Korean": "창밖의 담요를 소녀에게 드래그합니다.",
  "Russian": "Тяните одеяло из окна к девочке.",
  "Hindi": "लड़की के पास बाहर की रजाई खींचें",
  "Portuguese": "Arraste o cobertor de fora da janela até a menina",
  "Spanish": "Arrastra la manta de fuera hacia la niña",
  "German": "Ziehe die Decke von draußen zu dem Mädchen",
  "French": "Faites glisser la couverture de dehors vers la fille",
  "Arabic": "اسحب البطانية من الخارج إلى الفتاة"
},
  "114": {
  "id": "114",
  "Chinese": "拖动桌上的试卷至女孩处",
  "English": "Drag the test papers on the table to the girl.",
  "Thailand": "ลากกระดาษสอบบนโต๊ะไปที่เด็กผู้หญิง",
  "Indonasia": "Seret kertas ujian di meja ke gadis.",
  "Chinese_tw": "拖動桌上的試卷至女孩處",
  "Malay": "Seret kertas ujian di meja ke gadis.",
  "Vietnamese": "Kéo bài kiểm tra trên bàn đến chỗ cô gái.",
  "Japanese": "机の上のテスト用紙を少女にドラッグします。",
  "Korean": "책상 위의 시험지를 소녀에게 드래그합니다.",
  "Russian": "Тяните экзаменационные листы со стола к девочке.",
  "Hindi": "लड़की के पास मेज पर का परीक्षा पत्र खींचें",
  "Portuguese": "Arraste a prova na mesa até a menina",
  "Spanish": "Arrastra el examen en la mesa hacia la niña",
  "German": "Ziehe die Prüfungsunterlagen auf dem Tisch zu dem Mädchen",
  "French": "Faites glisser le devoir sur la table vers la fille",
  "Arabic": "اسحب ورقة الامتحان من على الطاولة إلى الفتاة"
},
  "115": {
  "id": "115",
  "Chinese": "拖动桌上的锡纸至女孩处",
  "English": "Drag the aluminum foil on the table to the girl.",
  "Thailand": "ลากฟอยล์บนโต๊ะไปที่เด็กผู้หญิง",
  "Indonasia": "Seret aluminium foil di meja ke gadis.",
  "Chinese_tw": "拖動桌上的錫紙至女孩處",
  "Malay": "Seret kerajang aluminium di meja ke gadis.",
  "Vietnamese": "Kéo giấy bạc trên bàn đến chỗ cô gái.",
  "Japanese": "机の上のアルミホイルを少女にドラッグします。",
  "Korean": "책상 위의 은박지를 소녀에게 드래그합니다.",
  "Russian": "Тяните фольгу со стола к девочке.",
  "Hindi": "लड़की के पास मेज पर की फॉयल खींचें",
  "Portuguese": "Arraste o papel alumínio na mesa até a menina",
  "Spanish": "Arrastra el papel de aluminio en la mesa hacia la niña",
  "German": "Ziehe die Alufolie auf dem Tisch zu dem Mädchen",
  "French": "Faites glisser le papier aluminium sur la table vers la fille",
  "Arabic": "اسحب ورق الألمنيوم من على الطاولة إلى الفتاة"
},
  "116": {
  "id": "116",
  "Chinese": "拖动桌上的暖宝宝至女孩处",
  "English": "Drag the warmer on the table to the girl.",
  "Thailand": "ลากอุปกรณ์ทำความร้อนบนโต๊ะไปที่เด็กผู้หญิง",
  "Indonasia": "Seret penghangat di meja ke gadis.",
  "Chinese_tw": "拖動桌上的暖寶寶至女孩處",
  "Malay": "Seret pemanas di meja ke gadis.",
  "Vietnamese": "Kéo máy sưởi trên bàn đến chỗ cô gái.",
  "Japanese": "机の上のホットパックを少女にドラッグします。",
  "Korean": "책상 위의 온열 패드를 소녀에게 드래그합니다.",
  "Russian": "Тяните грелку со стола к девочке.",
  "Hindi": "लड़की के पास मेज पर का हीटर खींचें",
  "Portuguese": "Arraste o aquecedor na mesa até a menina",
  "Spanish": "Arrastra el calentador en la mesa hacia la niña",
  "German": "Ziehe das Heizkissen auf dem Tisch zu dem Mädchen",
  "French": "Faites glisser le coussin chauffant sur la table vers la fille",
  "Arabic": "اسحب المدفأة من على الطاولة إلى الفتاة"
},
  "117": {
  "id": "117",
  "Chinese": "拖动门外的纸板至女孩处",
  "English": "Drag the cardboard outside the door to the girl.",
  "Thailand": "ลากกระดาษแข็งนอกประตูไปที่เด็กผู้หญิง",
  "Indonasia": "Seret karton di luar pintu ke gadis.",
  "Chinese_tw": "拖動門外的紙板至女孩處",
  "Malay": "Seret kadbod di luar pintu ke gadis.",
  "Vietnamese": "Kéo bìa cứng ngoài cửa đến chỗ cô gái.",
  "Japanese": "ドアの外の段ボールを少女にドラッグします。",
  "Korean": "문 밖의 판지를 소녀에게 드래그합니다.",
  "Russian": "Тяните картон за дверью к девочке.",
  "Hindi": "लड़की के पास दरवाजे के बाहर का कार्डबोर्ड खींचें",
  "Portuguese": "Arraste o papelão do lado de fora da porta até a menina",
  "Spanish": "Arrastra el cartón fuera de la puerta hacia la niña",
  "German": "Ziehe den Karton vor der Tür zu dem Mädchen",
  "French": "Faites glisser le carton devant la porte vers la fille",
  "Arabic": "اسحب الكرتون من خارج الباب إلى الفتاة"
},
  "118": {
  "id": "118",
  "Chinese": "拖动床边的瑜伽垫至女孩处",
  "English": "Drag the yoga mat by the bed to the girl.",
  "Thailand": "ลากเสื่อโยคะข้างเตียงไปที่เด็กผู้หญิง",
  "Indonasia": "Seret matras yoga di samping tempat tidur ke gadis.",
  "Chinese_tw": "拖動床邊的瑜伽墊至女孩處",
  "Malay": "Seret tikar yoga di sebelah katil ke gadis.",
  "Vietnamese": "Kéo thảm yoga bên giường đến chỗ cô gái.",
  "Japanese": "ベッドの横のヨガマットを少女にドラッグします。",
  "Korean": "침대 옆 요가 매트를 소녀에게 드래그합니다.",
  "Russian": "Тяните коврик для йоги у кровати к девочке.",
  "Hindi": "लड़की के पास बिस्तर के पास का योगा मैट खींचें",
  "Portuguese": "Arraste o tapete de yoga ao lado da cama até a menina",
  "Spanish": "Arrastra la esterilla de yoga al lado de la cama hacia la niña",
  "German": "Ziehe die Yogamatte neben dem Bett zu dem Mädchen",
  "French": "Faites glisser le tapis de yoga à côté du lit vers la fille",
  "Arabic": "اسحب سجادة اليوغا بجانب السرير إلى الفتاة"
},
  "119": {
  "id": "119",
  "Chinese": "拖动箱子里的被子至女孩处",
  "English": "Drag the quilt from the box to the girl.",
  "Thailand": "ลากผ้านวมจากกล่องไปที่เด็กผู้หญิง",
  "Indonasia": "Seret selimut dari kotak ke gadis.",
  "Chinese_tw": "拖動箱子裡的被子至女孩處",
  "Malay": "Seret selimut dari kotak ke gadis.",
  "Vietnamese": "Kéo chăn trong hộp đến chỗ cô gái.",
  "Japanese": "箱の中の毛布を少女にドラッグします。",
  "Korean": "상자 안의 담요를 소녀에게 드래그합니다.",
  "Russian": "Тяните одеяло из ящика к девочке.",
  "Hindi": "लड़की के पास बॉक्स में की रजाई खींचें",
  "Portuguese": "Arraste o cobertor da caixa até a menina",
  "Spanish": "Arrastra la manta de la caja hacia la niña",
  "German": "Ziehe die Decke aus der Kiste zu dem Mädchen",
  "French": "Faites glisser la couverture de la boîte vers la fille",
  "Arabic": "اسحب البطانية من الصندوق إلى الفتاة"
},
  "120": {
  "id": "120",
  "Chinese": "拖动地毯至女孩处",
  "English": "Drag the carpet to the girl.",
  "Thailand": "ลากพรมไปที่เด็กผู้หญิง",
  "Indonasia": "Seret karpet ke gadis.",
  "Chinese_tw": "拖動地毯至女孩處",
  "Malay": "Seret permaidani ke gadis.",
  "Vietnamese": "Kéo thảm đến chỗ cô gái.",
  "Japanese": "カーペットを少女にドラッグします。",
  "Korean": "카펫을 소녀에게 드래그합니다.",
  "Russian": "Тяните ковер к девочке.",
  "Hindi": "लड़की के पास गलीचा खींचो",
  "Portuguese": "Arraste o tapete até a menina",
  "Spanish": "Arrastra la alfombra hacia la niña",
  "German": "Ziehe den Teppich zu dem Mädchen",
  "French": "Faites glisser le tapis vers la fille",
  "Arabic": "اسحب السجادة إلى الفتاة"
},
  "121": {
  "id": "121",
  "Chinese": "拖动棉花至女孩处",
  "English": "Drag the cotton to the girl.",
  "Thailand": "ลากสำลีไปที่เด็กผู้หญิง",
  "Indonasia": "Seret kapas ke gadis.",
  "Chinese_tw": "拖動棉花至女孩處",
  "Malay": "Seret kapas ke gadis.",
  "Vietnamese": "Kéo bông đến chỗ cô gái.",
  "Japanese": "綿を少女にドラッグします。",
  "Korean": "면화를 소녀에게 드래그합니다.",
  "Russian": "Тяните вату к девочке.",
  "Hindi": "लड़की के पास रुई खींचो",
  "Portuguese": "Arraste o algodão até a menina",
  "Spanish": "Arrastra el algodón hacia la niña",
  "German": "Ziehe die Baumwolle zu dem Mädchen",
  "French": "Faites glisser le coton vers la fille",
  "Arabic": "اسحب القطن إلى الفتاة"
},
  "122": {
  "id": "122",
  "Chinese": "拖动狗窝至女孩处",
  "English": "Drag the dog bed to the girl.",
  "Thailand": "ลากเตียงสุนัขไปที่เด็กผู้หญิง",
  "Indonasia": "Seret tempat tidur anjing ke gadis.",
  "Chinese_tw": "拖動狗窩至女孩處",
  "Malay": "Seret katil anjing ke gadis.",
  "Vietnamese": "Kéo giường chó đến chỗ cô gái.",
  "Japanese": "犬のベッドを少女にドラッグします。",
  "Korean": "강아지 침대를 소녀에게 드래그합니다.",
  "Russian": "Тяните будку для собаки к девочке.",
  "Hindi": "लड़की के पास कुत्ते का बिस्तर खींचो",
  "Portuguese": "Arraste a casinha do cachorro até a menina",
  "Spanish": "Arrastra la casita del perro hacia la niña",
  "German": "Ziehe das Hundebett zu dem Mädchen",
  "French": "Faites glisser le panier du chien vers la fille",
  "Arabic": "اسحب بيت الكلب إلى الفتاة"
},
  "123": {
  "id": "123",
  "Chinese": "拖动狗毛至女孩处",
  "English": "Drag the dog hair to the girl.",
  "Thailand": "ลากขนสุนัขไปที่เด็กผู้หญิง",
  "Indonasia": "Seret bulu anjing ke gadis.",
  "Chinese_tw": "拖動狗毛至女孩處",
  "Malay": "Seret bulu anjing ke gadis.",
  "Vietnamese": "Kéo lông chó đến chỗ cô gái.",
  "Japanese": "犬の毛を少女にドラッグします。",
  "Korean": "개 털을 소녀에게 드래그합니다.",
  "Russian": "Тяните собачью шерсть к девочке.",
  "Hindi": "लड़की के पास कुत्ते के बाल खींचो",
  "Portuguese": "Arraste os pelos do cachorro até a menina",
  "Spanish": "Arrastra el pelo del perro hacia la niña",
  "German": "Ziehe die Hundehaare zu dem Mädchen",
  "French": "Faites glisser les poils de chien vers la fille",
  "Arabic": "اسحب شعر الكلب إلى الفتاة"
}
}