{
  "100": {
    "id": "100",
    "Chinese": "拖动桌子上的杀虫剂到地面左下角的蟑螂处",
    "English": "Drag the pesticide on the table to the cockroach in the bottom left corner of the floor.",
    "Thailand": "ลากยาฆ่าแมลงบนโต๊ะไปที่แมลงสาบที่มุมซ้ายล่างของพื้น.",
    "Indonasia": "Seret pestisida di atas meja ke kecoa di sudut kiri bawah lantai.",
    "Chinese_tw": "拖動桌上的殺蟲劑到地面左下角的蟑螂處。",
    "Malay": "Seret semburan serangga di atas meja ke lipas di sudut kiri bawah lantai.",
    "Vietnamese": "Kéo thuốc diệt côn trùng trên bàn đến chỗ con gián ở góc dưới bên trái sàn.",
    "Japanese": "テーブルの上の殺虫剤を床の左下角にいるゴキブリにドラッグしてください。",
    "Korean": "테이블 위의 살충제를 바닥 왼쪽 아래 구석의 바퀴벌레에 끌어다 놓으세요.",
    "Russian": "Перетащите инсектицид на столе к таракану в левом нижнем углу пола.",
    "Hindi": "टेबल पर रखे कीटनाशक को फर्श के बाएँ निचले कोने में तिलचट्टे पर खींचें।",
    "Portuguese": "Arraste o pesticida na mesa para a barata no canto inferior esquerdo do chão.",
    "Spanish": "Arrastra el pesticida en la mesa hacia la cucaracha en la esquina inferior izquierda del suelo.",
    "German": "Ziehen Sie das Pestizid auf dem Tisch auf die Kakerlake in der unteren linken Ecke des Bodens.",
    "French": "Faites glisser le pesticide sur la table vers le cafard dans le coin inférieur gauche du sol.",
    "Arabic": "اسحب المبيد الحشري على الطاولة إلى الصرصور في الزاوية السفلى اليسرى من الأرض."
  },
  "101": {
    "id": "101",
    "Chinese": "拖动桌子上的杀虫剂到沙发后面的蟑螂处",
    "English": "Drag the pesticide on the table to the cockroach behind the sofa.",
    "Thailand": "ลากยาฆ่าแมลงบนโต๊ะไปที่แมลงสาบด้านหลังโซฟา.",
    "Indonasia": "Seret pestisida di atas meja ke kecoa di belakang sofa.",
    "Chinese_tw": "拖動桌上的殺蟲劑到沙發後面的蟑螂處。",
    "Malay": "Seret semburan serangga di atas meja ke lipas di belakang sofa.",
    "Vietnamese": "Kéo thuốc diệt côn trùng trên bàn đến chỗ con gián phía sau ghế sofa.",
    "Japanese": "テーブルの上の殺虫剤をソファの後ろにいるゴキブリにドラッグしてください。",
    "Korean": "테이블 위의 살충제를 소파 뒤쪽의 바퀴벌레에 끌어다 놓으세요.",
    "Russian": "Перетащите инсектицид на столе к таракану за диваном.",
    "Hindi": "टेबल पर रखे कीटनाशक को सोफे के पीछे तिलचट्टे पर खींचें।",
    "Portuguese": "Arraste o pesticida na mesa para a barata atrás do sofá.",
    "Spanish": "Arrastra el pesticida en la mesa hacia la cucaracha detrás del sofá.",
    "German": "Ziehen Sie das Pestizid auf dem Tisch auf die Kakerlake hinter dem Sofa.",
    "French": "Faites glisser le pesticide sur la table vers le cafard derrière le canapé.",
    "Arabic": "اسحب المبيد الحشري على الطاولة إلى الصرصور خلف الأريكة."
  },
  "102": {
    "id": "102",
    "Chinese": "拖动桌子上的杀虫剂到地面右下角的蟑螂处",
    "English": "Drag the pesticide on the table to the cockroach in the bottom right corner of the floor.",
    "Thailand": "ลากยาฆ่าแมลงบนโต๊ะไปที่แมลงสาบที่มุมขวาล่างของพื้น.",
    "Indonasia": "Seret pestisida di atas meja ke kecoa di sudut kanan bawah lantai.",
    "Chinese_tw": "拖動桌上的殺蟲劑到地面右下角的蟑螂處。",
    "Malay": "Seret semburan serangga di atas meja ke lipas di sudut kanan bawah lantai.",
    "Vietnamese": "Kéo thuốc diệt côn trùng trên bàn đến chỗ con gián ở góc dưới bên phải sàn.",
    "Japanese": "テーブルの上の殺虫剤を床の右下角にいるゴキブリにドラッグしてください。",
    "Korean": "테이블 위의 살충제를 바닥 오른쪽 아래 구석의 바퀴벌레에 끌어다 놓으세요.",
    "Russian": "Перетащите инсектицид на столе к таракану в правом нижнем углу пола.",
    "Hindi": "टेबल पर रखे कीटनाशक को फर्श के दाएँ निचले कोने में तिलचट्टे पर खींचें।",
    "Portuguese": "Arraste o pesticida na mesa para a barata no canto inferior direito do chão.",
    "Spanish": "Arrastra el pesticida en la mesa hacia la cucaracha en la esquina inferior derecha del suelo.",
    "German": "Ziehen Sie das Pestizid auf dem Tisch auf die Kakerlake in der unteren rechten Ecke des Bodens.",
    "French": "Faites glisser le pesticide sur la table vers le cafard dans le coin inférieur droit du sol.",
    "Arabic": "اسحب المبيد الحشري على الطاولة إلى الصرصور في الزاوية السفلى اليمنى من الأرض."
  },
  "103": {
    "id": "103",
    "Chinese": "拖动后方柜子上的粘板到窗帘上",
    "English": "Drag the sticky board from the cabinet at the back to the curtain.",
    "Thailand": "ลากแผ่นกาวจากตู้ด้านหลังไปที่ผ้าม่าน.",
    "Indonasia": "Seret papan lengket dari lemari belakang ke tirai.",
    "Chinese_tw": "拖動後方櫃子上的黏板到窗簾上。",
    "Malay": "Seret papan pelekat dari almari belakang ke langsir.",
    "Vietnamese": "Kéo bảng dính từ tủ phía sau lên rèm cửa.",
    "Japanese": "後方のキャビネットにある粘着シートをカーテンにドラッグしてください。",
    "Korean": "뒤쪽 캐비닛에 있는 접착판을 커튼에 끌어다 놓으세요.",
    "Russian": "Перетащите клейкую ловушку из заднего шкафа на штору.",
    "Hindi": "पीछे की अलमारी से चिपकने वाला बोर्ड पर्दे पर खींचें।",
    "Portuguese": "Arraste a placa adesiva do armário traseiro para a cortina.",
    "Spanish": "Arrastra la trampa adhesiva del armario trasero hacia la cortina.",
    "German": "Ziehen Sie die Klebetafel aus dem hinteren Schrank auf den Vorhang.",
    "French": "Faites glisser la planche collante du placard arrière vers le rideau.",
    "Arabic": "اسحب اللوحة اللاصقة من الخزانة الخلفية إلى الستارة."
  },
  "104": {
    "id": "104",
    "Chinese": "左划拉开右边窗帘",
    "English": "Swipe left to open the curtain on the right",
    "Thailand": "ปัดไปทางซ้ายเพื่อเปิดม่านด้านขวา",
    "Indonasia": "Geser ke kiri untuk membuka tirai di sebelah kanan",
    "Chinese_tw": "向左滑動拉開右邊窗簾",
    "Malay": "Leret ke kiri untuk membuka tirai di sebelah kanan",
    "Vietnamese": "Vuốt sang trái để mở rèm bên phải",
    "Japanese": "左にスワイプして右側のカーテンを開ける",
    "Korean": "왼쪽으로 스와이프하여 오른쪽 커튼을 열어주세요",
    "Russian": "Проведите влево, чтобы открыть занавеску справа",
    "Hindi": "बाईं ओर स्वाइप करके दाईं ओर का पर्दा खोलें",
    "Portuguese": "Deslize para a esquerda para abrir a cortina da direita",
    "Spanish": "Desliza a la izquierda para abrir la cortina de la derecha",
    "German": "Wische nach links, um den Vorhang auf der rechten Seite zu öffnen",
    "French": "Glissez vers la gauche pour ouvrir le rideau à droite",
    "Arabic": "اسحب إلى اليسار لفتح الستارة على اليمين"
  },
  "105": {
    "id": "105",
    "Chinese": "拖动后方柜子上的盒装蟑螂药到饮水机的水桶",
    "English": "Drag the boxed cockroach bait from the cabinet at the back to the water dispenser's barrel.",
    "Thailand": "ลากยากำจัดแมลงแบบกล่องจากตู้ด้านหลังไปที่ถังน้ำของเครื่องกดน้ำ.",
    "Indonasia": "Seret umpan kecoa dalam kotak dari lemari belakang ke galon dispenser air.",
    "Chinese_tw": "拖動後方櫃子上的盒裝蟑螂藥到飲水機的水桶。",
    "Malay": "Seret umpan lipas dalam kotak dari almari belakang ke tangki air dispenser.",
    "Vietnamese": "Kéo hộp mồi gián từ tủ phía sau đến thùng nước của máy lọc nước.",
    "Japanese": "後方のキャビネットにある箱入りのゴキブリ駆除剤をウォーターサーバーのタンクにドラッグしてください。",
    "Korean": "뒤쪽 캐비닛에 있는 상자에 든 바퀴벌레 약을 정수기의 물통에 끌어다 놓으세요.",
    "Russian": "Перетащите коробку с приманкой для тараканов из заднего шкафа в бочку кулера.",
    "Hindi": "पीछे की अलमारी से डिब्बाबंद तिलचट्टा जहर पानी की मशीन के डिब्बे में डालें।",
    "Portuguese": "Arraste a isca de barata em caixa do armário traseiro para o tambor do bebedouro.",
    "Spanish": "Arrastra el cebo para cucarachas en caja desde el armario trasero hacia el barril del dispensador de agua.",
    "German": "Ziehen Sie die Schachtel mit Kakerlakenköder aus dem hinteren Schrank auf das Wasserfass des Wasserspenders.",
    "French": "Faites glisser l'appât à cafards en boîte du placard arrière vers le baril du distributeur d'eau.",
    "Arabic": "اسحب طُعم الصراصير المُعلب من الخزانة الخلفية إلى برميل برّادة المياه."
  },
  "106": {
    "id": "106",
    "Chinese": "双击打开右上角的通风口",
    "English": "Double-click to open the vent in the upper right corner.",
    "Thailand": "ดับเบิลคลิกเพื่อเปิดช่องระบายอากาศมุมขวาบน.",
    "Indonasia": "Klik dua kali untuk membuka ventilasi di sudut kanan atas.",
    "Chinese_tw": "雙擊打開右上角的通風口。",
    "Malay": "Klik dua kali untuk membuka lubang udara di sudut kanan atas.",
    "Vietnamese": "Nhấp đúp để mở lỗ thông gió ở góc trên bên phải.",
    "Japanese": "右上の換気口をダブルクリックして開いてください。",
    "Korean": "오른쪽 위 통풍구를 더블 클릭하여 여세요.",
    "Russian": "Дважды нажмите, чтобы открыть вентиляционное отверстие в правом верхнем углу.",
    "Hindi": "ऊपरी दाएँ वेंट को खोलने के लिए डबल-क्लिक करें।",
    "Portuguese": "Clique duas vezes para abrir a ventilação no canto superior direito.",
    "Spanish": "Haz doble clic para abrir el respiradero en la esquina superior derecha.",
    "German": "Doppelklicken Sie, um die Lüftung in der oberen rechten Ecke zu öffnen.",
    "French": "Double-cliquez pour ouvrir la ventilation en haut à droite.",
    "Arabic": "انقر مرتين لفتح فتحة التهوية في الزاوية العليا اليمنى."
  },
  "107": {
    "id": "107",
    "Chinese": "消灭地面右下角的蟑螂后, 拖动右下角的按钮到右上角通风口下面的面板处",
    "English": "After eliminating the cockroach in the bottom right corner, drag the button in the bottom right to the panel under the upper right vent.",
    "Thailand": "หลังจากกำจัดแมลงสาบที่มุมขวาล่างแล้ว, ลากปุ่มที่มุมขวาล่างไปที่แผงด้านล่างช่องระบายอากาศมุมขวาบน.",
    "Indonasia": "Setelah membasmi kecoa di sudut kanan bawah, seret tombol di kanan bawah ke panel di bawah ventilasi kanan atas.",
    "Chinese_tw": "消滅地面右下角的蟑螂後，拖動右下角的按鈕到右上角通風口下的面板處。",
    "Malay": "Setelah membunuh lipas di sudut kanan bawah, seret butang kanan bawah ke panel di bawah lubang udara kanan atas.",
    "Vietnamese": "Sau khi tiêu diệt con gián ở góc dưới bên phải, kéo nút ở góc dưới bên phải đến bảng điều khiển dưới lỗ thông gió ở góc trên bên phải.",
    "Japanese": "右下のゴキブリを駆除した後、右下のボタンを右上の換気口の下にあるパネルにドラッグしてください。",
    "Korean": "오른쪽 아래 바퀴벌레를 제거한 후, 오른쪽 아래 버튼을 오른쪽 위 통풍구 아래 패널로 끌어다 놓으세요.",
    "Russian": "После уничтожения таракана в правом нижнем углу перетащите кнопку из правого нижнего угла на панель под вентиляционным отверстием в правом верхнем углу.",
    "Hindi": "दाएँ निचले कोने के तिलचट्टे को समाप्त करने के बाद, दाएँ निचले कोने में बटन को ऊपरी दाएँ वेंट के नीचे पैनल पर खींचें।",
    "Portuguese": "Depois de eliminar a barata no canto inferior direito, arraste o botão do canto inferior direito para o painel abaixo da ventilação superior direita.",
    "Spanish": "Después de eliminar la cucaracha en la esquina inferior derecha, arrastra el botón de la esquina inferior derecha hacia el panel debajo del respiradero superior derecho.",
    "German": "Nachdem Sie die Kakerlake in der unteren rechten Ecke beseitigt haben, ziehen Sie den Knopf in der unteren rechten Ecke auf das Panel unter der Lüftung oben rechts.",
    "French": "Après avoir éliminé le cafard dans le coin inférieur droit, faites glisser le bouton en bas à droite vers le panneau sous la ventilation en haut à droite.",
    "Arabic": "بعد التخلص من الصرصور في الزاوية السفلى اليمنى، اسحب الزر في الزاوية السفلى اليمنى إلى اللوحة أسفل فتحة التهوية العليا اليمنى."
  },
  "108": {
    "id": "108",
    "Chinese": "点击通风口下方的面板",
    "English": "Click the panel below the vent.",
    "Thailand": "คลิกที่แผงด้านล่างช่องระบายอากาศ.",
    "Indonasia": "Klik panel di bawah ventilasi.",
    "Chinese_tw": "點擊通風口下方的面板。",
    "Malay": "Klik panel di bawah lubang udara.",
    "Vietnamese": "Nhấp vào bảng điều khiển dưới lỗ thông gió.",
    "Japanese": "換気口の下のパネルをクリックしてください。",
    "Korean": "통풍구 아래의 패널을 클릭하세요.",
    "Russian": "Нажмите на панель под вентиляционным отверстием.",
    "Hindi": "वेंट के नीचे पैनल पर क्लिक करें।",
    "Portuguese": "Clique no painel abaixo da ventilação.",
    "Spanish": "Haz clic en el panel debajo del respiradero.",
    "German": "Klicken Sie auf das Panel unter der Lüftung.",
    "French": "Cliquez sur le panneau sous la ventilation.",
    "Arabic": "انقر على اللوحة أسفل فتحة التهوية."
  },
  "109": {
    "id": "109",
    "Chinese": "点击面板右边蓝色按钮",
    "English": "Click the blue button on the right side of the panel.",
    "Thailand": "คลิกปุ่มสีน้ำเงินทางด้านขวาของแผง.",
    "Indonasia": "Klik tombol biru di sisi kanan panel.",
    "Chinese_tw": "點擊面板右側的藍色按鈕。",
    "Malay": "Klik butang biru di sebelah kanan panel.",
    "Vietnamese": "Nhấp vào nút màu xanh ở bên phải bảng điều khiển.",
    "Japanese": "パネルの右側にある青いボタンをクリックしてください。",
    "Korean": "패널 오른쪽의 파란색 버튼을 클릭하세요.",
    "Russian": "Нажмите синюю кнопку справа на панели.",
    "Hindi": "पैनल के दाईं ओर नीले बटन पर क्लिक करें।",
    "Portuguese": "Clique no botão azul à direita do painel.",
    "Spanish": "Haz clic en el botón azul a la derecha del panel.",
    "German": "Klicken Sie auf den blauen Knopf auf der rechten Seite des Panels.",
    "French": "Cliquez sur le bouton bleu à droite du panneau.",
    "Arabic": "انقر على الزر الأزرق في الجانب الأيمن من اللوحة."
  },
  "110": {
    "id": "110",
    "Chinese": "右划打开左后方的冰箱门",
    "English": "Swipe right to open the refrigerator door on the left",
    "Thailand": "ปัดไปทางขวาเพื่อเปิดประตูตู้เย็นด้านซ้าย",
    "Indonasia": "Geser ke kanan untuk membuka pintu kulkas di sebelah kiri",
    "Chinese_tw": "向右滑動打開左後方的冰箱門",
    "Malay": "Leret ke kanan untuk membuka pintu kulkas di sebelah kiri",
    "Vietnamese": "Vuốt sang phải để mở cửa tủ lạnh phía bên trái",
    "Japanese": "右にスワイプして左後ろの冷蔵庫の扉を開ける",
    "Korean": "오른쪽으로 스와이프하여 왼쪽 뒤쪽의 냉장고 문을 엽니다",
    "Russian": "Проведите вправо, чтобы открыть дверцу холодильника с левой стороны",
    "Hindi": "दाएँ ओर स्वाइप करके बाईं ओर की फ्रिज़ का दरवाजा खोलें",
    "Portuguese": "Deslize para a direita para abrir a porta da geladeira à esquerda",
    "Spanish": "Desliza a la derecha para abrir la puerta del refrigerador a la izquierda",
    "German": "Wische nach rechts, um die Kühlschranktür auf der linken Seite zu öffnen",
    "French": "Glissez vers la droite pour ouvrir la porte du réfrigérateur à gauche",
    "Arabic": "اسحب إلى اليمين لفتح باب الثلاجة من الجهة اليسرى"
  },
  "111": {
    "id": "111",
    "Chinese": "点击冰箱,打开控制面板",
    "English": "Click the refrigerator to open the control panel.",
    "Thailand": "คลิกตู้เย็นเพื่อเปิดแผงควบคุม.",
    "Indonasia": "Klik lemari es untuk membuka panel kontrol.",
    "Chinese_tw": "點擊冰箱，打開控制面板。",
    "Malay": "Klik peti sejuk untuk membuka panel kawalan.",
    "Vietnamese": "Nhấp vào tủ lạnh để mở bảng điều khiển.",
    "Japanese": "冷蔵庫をクリックしてコントロールパネルを開いてください。",
    "Korean": "냉장고를 클릭하여 제어 패널을 여세요.",
    "Russian": "Нажмите на холодильник, чтобы открыть панель управления.",
    "Hindi": "फ्रिज पर क्लिक करें और नियंत्रण पैनल खोलें।",
    "Portuguese": "Clique na geladeira para abrir o painel de controle.",
    "Spanish": "Haz clic en el refrigerador para abrir el panel de control.",
    "German": "Klicken Sie auf den Kühlschrank, um das Steuerpanel zu öffnen.",
    "French": "Cliquez sur le réfrigérateur pour ouvrir le panneau de contrôle.",
    "Arabic": "انقر على الثلاجة لفتح لوحة التحكم."
  },
  "112": {
    "id": "112",
    "Chinese": "右划控制面板的按钮, 将制冷开到最大",
    "English": "Swipe right on the control panel to set cooling to maximum.",
    "Thailand": "ปัดขวาบนแผงควบคุมเพื่อเปิดความเย็นให้สูงสุด.",
    "Indonasia": "Geser kanan pada panel kontrol untuk mengatur pendinginan maksimal.",
    "Chinese_tw": "右滑控制面板的按鈕，將制冷開到最大。",
    "Malay": "Leret ke kanan pada panel kawalan untuk menetapkan penyejukan ke maksimum.",
    "Vietnamese": "Vuốt sang phải trên bảng điều khiển để bật làm lạnh tối đa.",
    "Japanese": "コントロールパネルのボタンを右にスワイプして冷却を最大にしてください。",
    "Korean": "제어 패널의 버튼을 오른쪽으로 스와이프하여 냉각을 최대로 설정하세요.",
    "Russian": "Проведите вправо на панели управления, чтобы установить максимальное охлаждение.",
    "Hindi": "नियंत्रण पैनल पर दाएँ स्वाइप करके ठंडक को अधिकतम करें।",
    "Portuguese": "Deslize para a direita no painel de controle para ajustar a refrigeração ao máximo.",
    "Spanish": "Desliza hacia la derecha en el panel de control para ajustar la refrigeración al máximo.",
    "German": "Wischen Sie nach rechts auf dem Steuerpanel, um die Kühlung auf Maximum zu stellen.",
    "French": "Glissez à droite sur le panneau de contrôle pour régler la réfrigération au maximum.",
    "Arabic": "اسحب إلى اليمين في لوحة التحكم لضبط التبريد إلى أقصى حد."
  },
  "113": {
    "id": "113",
    "Chinese": "拖动桌子上的水龙头到女生背后",
    "English": "Drag the faucet on the table behind the girl.",
    "Thailand": "ลากก๊อกน้ำบนโต๊ะไปไว้หลังเด็กผู้หญิง.",
    "Indonasia": "Seret keran di atas meja ke belakang gadis.",
    "Chinese_tw": "拖動桌上的水龍頭到女生背後。",
    "Malay": "Seret kepala paip di atas meja ke belakang gadis.",
    "Vietnamese": "Kéo vòi nước trên bàn đến phía sau cô gái.",
    "Japanese": "テーブルの上の蛇口を女の子の後ろにドラッグしてください。",
    "Korean": "테이블 위의 수도꼭지를 소녀의 뒤쪽으로 끌어다 놓으세요.",
    "Russian": "Перетащите кран на столе за спину девушки.",
    "Hindi": "टेबल पर रखे नल को लड़की के पीछे खींचें।",
    "Portuguese": "Arraste a torneira na mesa para trás da garota.",
    "Spanish": "Arrastra el grifo en la mesa hacia detrás de la chica.",
    "German": "Ziehen Sie den Wasserhahn auf dem Tisch hinter das Mädchen.",
    "French": "Faites glisser le robinet sur la table derrière la fille.",
    "Arabic": "اسحب الصنبور الموجود على الطاولة خلف الفتاة."
  },
  "114": {
    "id": "114",
    "Chinese": "拖动桌子上的瓦斯罐到女生背后",
    "English": "Drag the gas cylinder on the table behind the girl.",
    "Thailand": "ลากถังแก๊สบนโต๊ะไปไว้หลังเด็กผู้หญิง.",
    "Indonasia": "Seret tabung gas di atas meja ke belakang gadis.",
    "Chinese_tw": "拖動桌上的瓦斯罐到女生背後。",
    "Malay": "Seret tong gas di atas meja ke belakang gadis.",
    "Vietnamese": "Kéo bình ga trên bàn đến phía sau cô gái.",
    "Japanese": "テーブルの上のガスボンベを女の子の後ろにドラッグしてください。",
    "Korean": "테이블 위의 가스통을 소녀의 뒤쪽으로 끌어다 놓으세요.",
    "Russian": "Перетащите газовый баллон на столе за спину девушки.",
    "Hindi": "टेबल पर रखे गैस सिलेंडर को लड़की के पीछे खींचें।",
    "Portuguese": "Arraste o cilindro de gás na mesa para trás da garota.",
    "Spanish": "Arrastra el cilindro de gas en la mesa hacia detrás de la chica.",
    "German": "Ziehen Sie die Gasflasche auf dem Tisch hinter das Mädchen.",
    "French": "Faites glisser la bouteille de gaz sur la table derrière la fille.",
    "Arabic": "اسحب أسطوانة الغاز الموجودة على الطاولة خلف الفتاة."
  },
  "115": {
    "id": "115",
    "Chinese": "上划沙发, 发现蟑螂",
    "English": "Swipe up on the sofa to discover cockroaches.",
    "Thailand": "ปัดขึ้นบนโซฟาเพื่อค้นหาแมลงสาบ.",
    "Indonasia": "Geser ke atas pada sofa untuk menemukan kecoa.",
    "Chinese_tw": "上滑沙發，發現蟑螂。",
    "Malay": "Leret ke atas pada sofa untuk mencari lipas.",
    "Vietnamese": "Vuốt lên ghế sofa để phát hiện con gián.",
    "Japanese": "ソファを上にスワイプしてゴキブリを発見してください。",
    "Korean": "소파를 위로 스와이프하여 바퀴벌레를 발견하세요.",
    "Russian": "Проведите вверх на диване, чтобы обнаружить тараканов.",
    "Hindi": "सोफे पर ऊपर की ओर स्वाइप करके तिलचट्टे को खोजें।",
    "Portuguese": "Deslize para cima no sofá para encontrar baratas.",
    "Spanish": "Desliza hacia arriba en el sofá para encontrar cucarachas.",
    "German": "Wischen Sie auf dem Sofa nach oben, um Kakerlaken zu entdecken.",
    "French": "Glissez vers le haut sur le canapé pour découvrir les cafards.",
    "Arabic": "اسحب للأعلى على الأريكة لاكتشاف الصراصير."
  },
  "116": {
    "id": "116",
    "Chinese": "左划打开右边的窗户",
    "English": "Swipe left to open the window on the right",
    "Thailand": "ปัดไปทางซ้ายเพื่อเปิดหน้าต่างทางขวา",
    "Indonasia": "Geser ke kiri untuk membuka jendela di sebelah kanan",
    "Chinese_tw": "向左滑動打開右邊的窗戶",
    "Malay": "Leret ke kiri untuk membuka jendela di sebelah kanan",
    "Vietnamese": "Vuốt sang trái để mở cửa sổ bên phải",
    "Japanese": "左にスワイプして右側の窓を開ける",
    "Korean": "왼쪽으로 스와이프하여 오른쪽 창을 엽니다",
    "Russian": "Проведите влево, чтобы открыть окно справа",
    "Hindi": "बाईं ओर स्वाइप करके दाईं ओर की खिड़की खोलें",
    "Portuguese": "Deslize para a esquerda para abrir a janela da direita",
    "Spanish": "Desliza a la izquierda para abrir la ventana de la derecha",
    "German": "Wische nach links, um das Fenster auf der rechten Seite zu öffnen",
    "French": "Glissez vers la gauche pour ouvrir la fenêtre à droite",
    "Arabic": "اسحب إلى اليسار لفتح النافذة على اليمين"
  },
  "117": {
    "id": "117",
    "Chinese": "拖动有蟑螂的沙发至窗户上, 扔掉沙发",
    "English": "Drag the cockroach-infested sofa to the window and throw it out.",
    "Thailand": "ลากโซฟาที่มีแมลงสาบไปที่หน้าต่างและโยนทิ้ง.",
    "Indonasia": "Seret sofa yang penuh kecoa ke jendela dan buang sofa itu.",
    "Chinese_tw": "拖動有蟑螂的沙發到窗戶上，丟掉沙發。",
    "Malay": "Seret sofa yang dipenuhi lipas ke tingkap dan buangnya.",
    "Vietnamese": "Kéo ghế sofa có gián đến cửa sổ và vứt ghế sofa.",
    "Japanese": "ゴキブリがいるソファを窓の方にドラッグして捨ててください。",
    "Korean": "바퀴벌레가 있는 소파를 창문으로 끌어다 놓아 소파를 버리세요.",
    "Russian": "Перетащите заражённый тараканами диван к окну и выбросьте диван.",
    "Hindi": "तिलचट्टे वाले सोफे को खिड़की की ओर खींचें और उसे बाहर फेंक दें।",
    "Portuguese": "Arraste o sofá infestado de baratas para a janela e jogue-o fora.",
    "Spanish": "Arrastra el sofá infestado de cucarachas hacia la ventana y tíralo.",
    "German": "Ziehen Sie das mit Kakerlaken befallene Sofa zum Fenster und werfen Sie es hinaus.",
    "French": "Faites glisser le canapé infesté de cafards vers la fenêtre et jetez-le.",
    "Arabic": "اسحب الأريكة المليئة بالصراصير إلى النافذة وتخلص منها."
  },
  "118": {
    "id": "118",
    "Chinese": "拖动扳手至地面中间的超声波装置上",
    "English": "Drag the wrench to the ultrasonic device in the center of the floor.",
    "Thailand": "ลากประแจไปที่อุปกรณ์อัลตราโซนิกกลางพื้น.",
    "Indonasia": "Seret kunci pas ke perangkat ultrasonik di tengah lantai.",
    "Chinese_tw": "拖動扳手到地面中央的超聲波裝置上。",
    "Malay": "Seret sepana ke peranti ultrasonik di tengah lantai.",
    "Vietnamese": "Kéo cờ lê đến thiết bị siêu âm ở giữa sàn.",
    "Japanese": "レンチを床の中央にある超音波装置にドラッグしてください。",
    "Korean": "렌치를 바닥 중앙의 초음파 장치로 끌어다 놓으세요.",
    "Russian": "Перетащите гаечный ключ на ультразвуковое устройство в центре пола.",
    "Hindi": "पेंच को फर्श के बीच में अल्ट्रासोनिक डिवाइस पर खींचें।",
    "Portuguese": "Arraste a chave inglesa para o dispositivo ultrassônico no centro do chão.",
    "Spanish": "Arrastra la llave inglesa hacia el dispositivo ultrasónico en el centro del suelo.",
    "German": "Ziehen Sie den Schraubenschlüssel auf das Ultraschallgerät in der Mitte des Bodens.",
    "French": "Faites glisser la clé à molette vers le dispositif à ultrasons au centre du sol.",
    "Arabic": "اسحب المفتاح إلى الجهاز فوق الصوتي في منتصف الأرض."
  },
  "119": {
    "id": "119",
    "Chinese": "点击喷火按钮消灭蟑螂!!!!!!",
    "English": "Click the fire button to eliminate cockroaches!!!!!!",
    "Thailand": "คลิกปุ่มพ่นไฟเพื่อกำจัดแมลงสาบ!!!!!!",
    "Indonasia": "Klik tombol api untuk membasmi kecoa!!!!!!",
    "Chinese_tw": "點擊噴火按鈕消滅蟑螂!!!!!!",
    "Malay": "Klik butang api untuk membunuh lipas!!!!!!",
    "Vietnamese": "Nhấp vào nút phun lửa để tiêu diệt con gián!!!!!!",
    "Japanese": "火炎ボタンをクリックしてゴキブリを駆除してください!!!!!!",
    "Korean": "화염 버튼을 클릭하여 바퀴벌레를 제거하세요!!!!!!",
    "Russian": "Нажмите на кнопку огнемёта, чтобы уничтожить тараканов!!!!!!",
    "Hindi": "आग के बटन पर क्लिक करें और तिलचट्टों को समाप्त करें!!!!!!",
    "Portuguese": "Clique no botão de fogo para eliminar as baratas!!!!!!",
    "Spanish": "Haz clic en el botón de fuego para eliminar cucarachas!!!!!!",
    "German": "Klicken Sie auf den Feuerknopf, um Kakerlaken zu beseitigen!!!!!!",
    "French": "Cliquez sur le bouton de feu pour éliminer les cafards!!!!!!",
    "Arabic": "انقر على زر النار للقضاء على الصراصير!!!!!!"
  },
  "1": {
    "id": "1",
    "Chinese": "不要在未将后方柜子上的粘板拖动到窗帘前拉开窗帘",
    "English": "Do not pull open the curtain before dragging the sticky board from the cabinet at the back to the curtain.",
    "Thailand": "อย่าดึงม่านออกก่อนลากแผ่นกาวจากตู้ด้านหลังไปที่ม่าน.",
    "Indonasia": "Jangan buka tirai sebelum menyeret papan lengket dari lemari belakang ke tirai.",
    "Chinese_tw": "未將後方櫃子上的黏板拖動到窗簾前，不要拉開窗簾。",
    "Malay": "Jangan buka langsir sebelum menyeret papan pelekat dari almari belakang ke langsir.",
    "Vietnamese": "Không kéo rèm trước khi kéo bảng dính từ tủ phía sau đến rèm.",
    "Japanese": "カーテンを開く前に後方キャビネットの粘着シートをカーテンにドラッグしてください。",
    "Korean": "뒤쪽 캐비닛의 접착판을 커튼으로 끌어다 놓기 전에 커튼을 열지 마세요.",
    "Russian": "Не открывайте штору, прежде чем перетащить клейкую ловушку из заднего шкафа на штору.",
    "Hindi": "पीछे की अलमारी से चिपकने वाला बोर्ड पर्दे पर खींचे बिना पर्दा न खोलें।",
    "Portuguese": "Não abra a cortina antes de arrastar a placa adesiva do armário traseiro para a cortina.",
    "Spanish": "No abras la cortina antes de arrastrar la trampa adhesiva del armario trasero hacia la cortina.",
    "German": "Öffnen Sie den Vorhang nicht, bevor Sie die Klebetafel aus dem hinteren Schrank auf den Vorhang ziehen.",
    "French": "N'ouvrez pas le rideau avant de faire glisser la planche collante du placard arrière vers le rideau.",
    "Arabic": "لا تفتح الستارة قبل سحب اللوحة اللاصقة من الخزانة الخلفية إلى الستارة."
  },
  "2": {
    "id": "2",
    "Chinese": "不要点击面板左边的绿色按钮, 要找到并装上另外一个按钮",
    "English": "Do not click the green button on the left of the panel; find and install another button first.",
    "Thailand": "อย่าคลิกปุ่มสีเขียวด้านซ้ายของแผง; ต้องหาปุ่มอีกอันมาใส่ก่อน.",
    "Indonasia": "Jangan klik tombol hijau di sisi kiri panel; temukan dan pasang tombol lain terlebih dahulu.",
    "Chinese_tw": "不要點擊面板左側的綠色按鈕，先找到並安裝另一個按鈕。",
    "Malay": "Jangan klik butang hijau di sebelah kiri panel; cari dan pasang butang lain terlebih dahulu.",
    "Vietnamese": "Không nhấp vào nút màu xanh lá cây bên trái bảng điều khiển; phải tìm và lắp nút khác trước.",
    "Japanese": "パネルの左側にある緑色のボタンをクリックしないでください。他のボタンを見つけて取り付けてください。",
    "Korean": "패널 왼쪽의 녹색 버튼을 클릭하지 마세요. 다른 버튼을 찾아 설치하세요.",
    "Russian": "Не нажимайте зелёную кнопку слева на панели; сначала найдите и установите другую кнопку.",
    "Hindi": "पैनल के बाईं ओर हरे बटन पर क्लिक न करें; पहले दूसरा बटन ढूंढकर लगाएं।",
    "Portuguese": "Não clique no botão verde à esquerda do painel; encontre e instale outro botão primeiro.",
    "Spanish": "No hagas clic en el botón verde a la izquierda del panel; encuentra e instala otro botón primero.",
    "German": "Klicken Sie nicht auf den grünen Knopf links am Panel; finden und installieren Sie zuerst einen anderen Knopf.",
    "French": "Ne cliquez pas sur le bouton vert à gauche du panneau; trouvez et installez un autre bouton d'abord.",
    "Arabic": "لا تنقر على الزر الأخضر في الجانب الأيسر من اللوحة؛ يجب العثور على زر آخر وتثبيته أولاً."
  },
  "3": {
    "id": "3",
    "Chinese": "不要使用喷火器, 它会在后面起到作用",
    "English": "Do not use the flamethrower; it will be needed later.",
    "Thailand": "อย่าใช้เครื่องพ่นไฟ; จะต้องใช้ในภายหลัง.",
    "Indonasia": "Jangan gunakan penyembur api; itu akan digunakan nanti.",
    "Chinese_tw": "不要使用噴火器，它後面會起到作用。",
    "Malay": "Jangan gunakan penyembur api; ia akan diperlukan kemudian.",
    "Vietnamese": "Không sử dụng súng phun lửa; nó sẽ được sử dụng sau.",
    "Japanese": "火炎放射器を使用しないでください。後で必要になります。",
    "Korean": "화염방사기를 사용하지 마세요. 나중에 필요합니다.",
    "Russian": "Не используйте огнемёт; он понадобится позже.",
    "Hindi": "आग फेंकने वाला यंत्र न चलाएं; इसे बाद में इस्तेमाल करना होगा।",
    "Portuguese": "Não use o lança-chamas; ele será necessário mais tarde.",
    "Spanish": "No uses el lanzallamas; será necesario más tarde.",
    "German": "Verwenden Sie den Flammenwerfer nicht; er wird später benötigt.",
    "French": "N'utilisez pas le lance-flammes; il sera nécessaire plus tard.",
    "Arabic": "لا تستخدم قاذف اللهب؛ ستكون له فائدة لاحقاً."
  },
  "4": {
    "id": "4",
    "Chinese": "在使用扳手修好超声波装置前, 先使用其他全部道具消灭房间内的蟑螂",
    "English": "Before using the wrench to repair the ultrasonic device, use all other tools to eliminate the cockroaches in the room.",
    "Thailand": "ก่อนใช้ประแจซ่อมอุปกรณ์อัลตราโซนิก, ใช้เครื่องมือทั้งหมดกำจัดแมลงสาบในห้องก่อน.",
    "Indonasia": "Sebelum menggunakan kunci pas untuk memperbaiki perangkat ultrasonik, gunakan semua alat lainnya untuk membasmi kecoa di dalam ruangan.",
    "Chinese_tw": "在使用扳手修好超聲波裝置前，先使用其他全部道具消滅房間內的蟑螂。",
    "Malay": "Sebelum menggunakan sepana untuk membaiki peranti ultrasonik, gunakan semua alat lain untuk membunuh lipas di dalam bilik.",
    "Vietnamese": "Trước khi sử dụng cờ lê để sửa thiết bị siêu âm, hãy sử dụng tất cả công cụ khác để tiêu diệt con gián trong phòng.",
    "Japanese": "超音波装置をレンチで修理する前に、他のすべての道具を使って部屋のゴキブリを駆除してください。",
    "Korean": "렌치를 사용하여 초음파 장치를 수리하기 전에 다른 모든 도구를 사용하여 방안의 바퀴벌레를 제거하세요.",
    "Russian": "Перед использованием гаечного ключа для починки ультразвукового устройства используйте все другие инструменты, чтобы уничтожить тараканов в комнате.",
    "Hindi": "अल्ट्रासोनिक डिवाइस को पेंच से ठीक करने से पहले, कमरे में अन्य सभी उपकरणों का उपयोग करके तिलचट्टों को समाप्त करें।",
    "Portuguese": "Antes de usar a chave inglesa para consertar o dispositivo ultrassônico, use todas as outras ferramentas para eliminar as baratas na sala.",
    "Spanish": "Antes de usar la llave inglesa para reparar el dispositivo ultrasónico, usa todas las demás herramientas para eliminar las cucarachas en la habitación.",
    "German": "Bevor Sie den Schraubenschlüssel zur Reparatur des Ultraschallgeräts verwenden, nutzen Sie alle anderen Werkzeuge, um die Kakerlaken im Raum zu beseitigen.",
    "French": "Avant d'utiliser la clé à molette pour réparer le dispositif à ultrasons, utilisez tous les autres outils pour éliminer les cafards dans la pièce.",
    "Arabic": "قبل استخدام المفتاح لإصلاح الجهاز فوق الصوتي، استخدم جميع الأدوات الأخرى للقضاء على الصراصير في الغرفة."
  },
  "5": {
    "id": "5",
    "Chinese": "记得组装好喷火器, 再用扳手修好超声波装置",
    "English": "Remember to assemble the flamethrower before using the wrench to repair the ultrasonic device.",
    "Thailand": "อย่าลืมประกอบเครื่องพ่นไฟก่อนใช้ประแจซ่อมอุปกรณ์อัลตราโซนิก.",
    "Indonasia": "Ingat untuk merakit penyembur api sebelum menggunakan kunci pas untuk memperbaiki perangkat ultrasonik.",
    "Chinese_tw": "記得組裝好噴火器，再用扳手修好超聲波裝置。",
    "Malay": "Ingat untuk memasang penyembur api sebelum menggunakan sepana untuk membaiki peranti ultrasonik.",
    "Vietnamese": "Nhớ lắp ráp súng phun lửa trước khi sử dụng cờ lê để sửa thiết bị siêu âm.",
    "Japanese": "火炎放射器を組み立ててからレンチを使って超音波装置を修理することを忘れないでください。",
    "Korean": "화염방사기를 조립한 후 렌치를 사용하여 초음파 장치를 수리하세요.",
    "Russian": "Не забудьте собрать огнемёт перед использованием гаечного ключа для починки ультразвукового устройства.",
    "Hindi": "आग फेंकने वाला यंत्र इकट्ठा करना न भूलें और फिर अल्ट्रासोनिक डिवाइस को पेंच से ठीक करें।",
    "Portuguese": "Lembre-se de montar o lança-chamas antes de usar a chave inglesa para consertar o dispositivo ultrassônico.",
    "Spanish": "Recuerda ensamblar el lanzallamas antes de",
    "German": "Vergessen Sie nicht, den Flammenwerfer zusammenzubauen, bevor Sie den Schraubenschlüssel zur Reparatur des Ultraschallgeräts verwenden.",
    "French": "N'oubliez pas d'assembler le lance-flammes avant d'utiliser la clé à molette pour réparer le dispositif à ultrasons.",
    "Arabic": "تأكد من تجميع قاذف اللهب قبل استخدام المفتاح لإصلاح الجهاز فوق الصوتي."
  }
}