{
  "100": {
  "id": "100",
  "Chinese": "拖动晾衣杆给圣诞老人",
  "English": "Drag the clothes drying rod to Santa Claus",
  "Thailand": "ลากราวตากผ้าไปหาซานตาคลอส",
  "Indonasia": "Seret batang jemuran ke Sinterklas",
  "Chinese_tw": "拖動晾衣杆給聖誕老人",
  "Malay": "Seret batang pengering pakaian kepada Santa Claus",
  "Vietnamese": "Kéo thanh phơi đồ đến Ông Già Noel",
  "Japanese": "洗濯物干し竿をサンタクロースにドラッグする",
  "Korean": "옷걸이를 산타클로스에게 드래그하세요",
  "Russian": "Перетащите сушилку для одежды к Санта-Клаусу",
  "Hindi": "सांता क्लॉज़ के लिए कपड़े सुखाने की छड़ी खींचें",
  "Portuguese": "Arraste a vara de secar roupas para o Papai Noel",
  "Spanish": "Arrastra la barra de secado de ropa hacia Santa Claus",
  "German": "Ziehe die Wäscheleine zu Santa Claus",
  "French": "Faites glisser la barre à linge vers le Père Noël",
  "Arabic": "اسحب قضيب تجفيف الملابس إلى سانتا كلوز"
},
  "101": {
  "id": "101",
  "Chinese": "拖动电线杆上的气球给圣诞老人",
  "English": "Drag the balloon on the utility pole to Santa Claus",
  "Thailand": "ลากลูกโป่งบนเสาไฟฟ้าไปหาซานตาคลอส",
  "Indonasia": "Seret balon di tiang listrik ke Sinterklas",
  "Chinese_tw": "拖動電線杆上的氣球給聖誕老人",
  "Malay": "Seret belon di tiang utiliti kepada Santa Claus",
  "Vietnamese": "Kéo quả bóng trên cột điện đến Ông Già Noel",
  "Japanese": "電柱の風船をサンタクロースにドラッグする",
  "Korean": "전봇대의 풍선을 산타클로스에게 드래그하세요",
  "Russian": "Перетащите шарик на столбе к Санта-Клаусу",
  "Hindi": "सांता क्लॉज़ के लिए बिजली के खंभे पर गुब्बारे को खींचें",
  "Portuguese": "Arraste o balão no poste de luz para o Papai Noel",
  "Spanish": "Arrastra el globo en el poste eléctrico hacia Santa Claus",
  "German": "Ziehe den Ballon am Strommast zu Santa Claus",
  "French": "Faites glisser le ballon sur le poteau électrique vers le Père Noël",
  "Arabic": "اسحب البالون على عمود الكهرباء إلى سانتا كلوز"
},
  "102": {
  "id": "102",
  "Chinese": "上滑打开左边楼顶的礼物盒",
  "English": "Swipe up to open the gift box on the left rooftop",
  "Thailand": "เลื่อนขึ้นเพื่อเปิดกล่องของขวัญที่หลังคาด้านซ้าย",
  "Indonasia": "Geser ke atas untuk membuka kotak hadiah di atap kiri",
  "Chinese_tw": "上滑打開左邊樓頂的禮物盒",
  "Malay": "Leret ke atas untuk membuka kotak hadiah di bumbung kiri",
  "Vietnamese": "Vuốt lên để mở hộp quà trên mái nhà bên trái",
  "Japanese": "左側の屋根のギフトボックスを上にスワイプして開く",
  "Korean": "왼쪽 지붕의 선물 상자를 열기 위해 위로 스와이프하세요",
  "Russian": "Проведите вверх, чтобы открыть коробку с подарками на левом крыше",
  "Hindi": "बाईं छत पर उपहार बॉक्स खोलने के लिए ऊपर स्वाइप करें",
  "Portuguese": "Deslize para cima para abrir a caixa de presente no telhado esquerdo",
  "Spanish": "Desliza hacia arriba para abrir la caja de regalo en el techo izquierdo",
  "German": "Wische nach oben, um die Geschenkbox auf dem linken Dach zu öffnen",
  "French": "Faites glisser vers le haut pour ouvrir la boîte cadeau sur le toit gauche",
  "Arabic": "اسحب لأعلى لفتح صندوق الهدايا على السطح الأيسر"
},
  "103": {
  "id": "103",
  "Chinese": "拖动礼物盒的糖果棒到电线杆右边的电线上",
  "English": "Drag the candy cane from the gift box to the wire on the right side of the utility pole",
  "Thailand": "ลากไม้เท้าขandyจากกล่องของขวัญไปยังสายไฟด้านขวาของเสาไฟฟ้า",
  "Indonasia": "Seret tongkat permen dari kotak hadiah ke kabel di sebelah kanan tiang listrik",
  "Chinese_tw": "拖動禮物盒的糖果棒到電線杆右邊的電線上",
  "Malay": "Seret tongkat gula-gula dari kotak hadiah ke wayar di sebelah kanan tiang utiliti",
  "Vietnamese": "Kéo cây kẹo từ hộp quà sang dây điện bên phải cột điện",
  "Japanese": "ギフトボックスのキャンディケインを電柱の右側の電線にドラッグする",
  "Korean": "선물 상자의 사탕 지팡이를 전봇대 오른쪽의 전선으로 드래그하세요",
  "Russian": "Перетащите конфетную палочку из коробки с подарками на провод справа от столба",
  "Hindi": "उपहार बॉक्स से कैंडी कैन को बिजली के खंभे के दाईं ओर की तार पर खींचें",
  "Portuguese": "Arraste a bengala de doce da caixa de presente para o fio à direita do poste de luz",
  "Spanish": "Arrastra el bastón de caramelo de la caja de regalo al cable a la derecha del poste eléctrico",
  "German": "Ziehe den Zuckerstab aus der Geschenkbox auf den Draht rechts vom Strommast",
  "French": "Faites glisser la canne en bonbon de la boîte cadeau vers le fil à droite du poteau électrique",
  "Arabic": "اسحب عصا الحلوى من صندوق الهدايا إلى السلك على يمين عمود الكهرباء"
},
  "104": {
  "id": "104",
  "Chinese": "拖动圣诞老人到电线杆上的糖果处",
  "English": "Drag Santa Claus to the candy on the utility pole.",
  "Thailand": "ดึงซานตาคลอสไปที่ลูกอมบนเสาไฟ",
  "Indonasia": "Seret Sinterklas ke permen di tiang listrik.",
  "Chinese_tw": "拖動聖誕老人到電線杆上的糖果處",
  "Malay": "Leret Santa Claus ke permen di tiang listrik.",
  "Vietnamese": "Kéo ông già Noel đến viên kẹo trên cột điện.",
  "Japanese": "サンタクロースを電柱の上のキャンディにドラッグしてください。",
  "Korean": "산타클로스를 전봇대 위의 사탕으로 끌어다 주세요.",
  "Russian": "Перетащите Санта-Клауса к конфетам на столбе.",
  "Hindi": "सांता क्लॉस को बिजली के खंभे पर लगी मिठाई के पास खींचें।",
  "Portuguese": "Arraste o Papai Noel para os doces no poste de luz.",
  "Spanish": "Arrastra a Santa Claus hacia los dulces en el poste de electricidad.",
  "German": "Ziehen Sie den Weihnachtsmann zu den Süßigkeiten am Strommast.",
  "French": "Faites glisser le Père Noël vers les bonbons sur le poteau électrique.",
  "Arabic": "اسحب سانتا كلوز إلى الحلوى على عمود الكهرباء."
},
  "105": {
  "id": "105",
  "Chinese": "拖动广告牌上的可乐给圣诞老人",
  "English": "Drag the cola from the billboard to Santa Claus",
  "Thailand": "ลากโค้กจากป้ายโฆษณาไปหาซานตาคลอส",
  "Indonasia": "Seret cola dari papan iklan ke Sinterklas",
  "Chinese_tw": "拖動廣告牌上的可樂給聖誕老人",
  "Malay": "Seret cola dari papan iklan kepada Santa Claus",
  "Vietnamese": "Kéo coca từ biển quảng cáo đến Ông Già Noel",
  "Japanese": "看板のコーラをサンタクロースにドラッグする",
  "Korean": "광고판의 콜라를 산타클로스에게 드래그하세요",
  "Russian": "Перетащите колу с рекламного щита к Санта-Клаусу",
  "Hindi": "बिलबोर्ड से कोका-कोला को सांता क्लॉज़ के लिए खींचें",
  "Portuguese": "Arraste a Coca-Cola do outdoor para o Papai Noel",
  "Spanish": "Arrastra la cola del cartel publicitario hacia Santa Claus",
  "German": "Ziehe die Cola vom Werbeschild zu Santa Claus",
  "French": "Faites glisser le cola de l'affiche publicitaire vers le Père Noël",
  "Arabic": "اسحب الكولا من اللوحة الإعلانية إلى سانتا كلوز"
},
  "106": {
  "id": "106",
  "Chinese": "拖动飞鸟给圣诞老人",
  "English": "Drag the flying bird to Santa Claus",
  "Thailand": "ลากนกที่บินไปหาซานตาคลอส",
  "Indonasia": "Seret burung terbang ke Sinterklas",
  "Chinese_tw": "拖動飛鳥給聖誕老人",
  "Malay": "Seret burung terbang kepada Santa Claus",
  "Vietnamese": "Kéo con chim bay đến Ông Già Noel",
  "Japanese": "飛んでいる鳥をサンタクロースにドラッグする",
  "Korean": "나는 새를 산타클로스에게 드래그하세요",
  "Russian": "Перетащите летающую птицу к Санта-Клаусу",
  "Hindi": "उड़ते पक्षी को सांता क्लॉज़ के लिए खींचें",
  "Portuguese": "Arraste o pássaro voador para o Papai Noel",
  "Spanish": "Arrastra el pájaro volador hacia Santa Claus",
  "German": "Ziehe den fliegenden Vogel zu Santa Claus",
  "French": "Faites glisser l'oiseau volant vers le Père Noël",
  "Arabic": "اسحب الطائر الطائر إلى سانتا كلوز"
},
  "107": {
  "id": "107",
  "Chinese": "拖动弹力绳给晾衣杆做成弹弓",
  "English": "Drag the elastic rope to make a slingshot for the clothesline",
  "Thailand": "ลากเชือกยางไปทำหนังสติ๊กให้กับราวตากผ้า",
  "Indonasia": "Seret tali elastis untuk membuat ketapel untuk jemuran",
  "Chinese_tw": "拖動彈力繩給晾衣杆做成彈弓",
  "Malay": "Seret tali elastik untuk membuat pelontar bagi penyangga pakaian",
  "Vietnamese": "Kéo dây đàn hồi để làm một chiếc ná cho dây phơi",
  "Japanese": "洗濯物干し用のスリングショットを作るために弾性ロープを引っ張る",
  "Korean": "옷걸이에 슬링샷을 만들기 위해 탄력 밧줄을 끌어당기세요",
  "Russian": "Перетащите эластичный шнур, чтобы сделать рогатку для сушилки",
  "Hindi": "कपड़े सुखाने के लिए स्लिंगशॉट बनाने के लिए इलास्टिक रस्सी खींचें",
  "Portuguese": "Arraste a corda elástica para fazer uma funda para o varal",
  "Spanish": "Arrastra la cuerda elástica para hacer una honda para el tendedero",
  "German": "Ziehe das Gummiband, um eine Schleuder für die Wäscheleine zu machen",
  "French": "Faites glisser la corde élastique pour faire une fronde pour le séchoir",
  "Arabic": "اسحب الحبل المرن لصنع مقلاع لحامل الملابس"
},
  "108": {
  "id": "108",
  "Chinese": "拖动圣诞老人到弹弓处",
  "English": "Drag Santa Claus to the slingshot",
  "Thailand": "ลากซานตาคลอสไปที่หนังสติ๊ก",
  "Indonasia": "Seret Sinterklas ke tempat ketapel",
  "Chinese_tw": "拖動聖誕老人到彈弓處",
  "Malay": "Seret Santa Claus ke tempat pelontar",
  "Vietnamese": "Kéo ông già Noel đến chỗ chiếc ná",
  "Japanese": "サンタクロースをスリングショットのところに引っ張る",
  "Korean": "산타클로스를 슬링샷으로 끌어당기세요",
  "Russian": "Перетащите Санту Клауса к рогатке",
  "Hindi": "सांता क्लॉज़ को स्लिंगशॉट के पास खींचें",
  "Portuguese": "Arraste o Papai Noel para o local da funda",
  "Spanish": "Arrastra a Santa Claus al lugar de la honda",
  "German": "Ziehe Santa Claus zur Schleuder",
  "French": "Faites glisser le Père Noël vers la fronde",
  "Arabic": "اسحب سانتا كلوز إلى مكان المقلاع"
},
  "109": {
  "id": "109",
  "Chinese": "拖动弹簧单高跷给圣诞老人",
  "English": "Drag the spring stilts to Santa Claus",
  "Thailand": "ลากไม้ค้ำยันสปริงไปหาซานตาคลอส",
  "Indonasia": "Seret tongkat tinggi pegas ke Sinterklas",
  "Chinese_tw": "拖動彈簧單高跷給聖誕老人",
  "Malay": "Seret tiang tinggi spring kepada Santa Claus",
  "Vietnamese": "Kéo đôi giày cao su lò xo đến ông già Noel",
  "Japanese": "サンタクロースにスプリングの高い足を引っ張る",
  "Korean": "산타클로스에게 스프링 단 높은 굽을 끌어당기세요",
  "Russian": "Перетащите пружинные ходули к Санте Клаусу",
  "Hindi": "सांता क्लॉज़ के लिए स्प्रिंग स्टिल्ट खींचें",
  "Portuguese": "Arraste os palafitas de mola para o Papai Noel",
  "Spanish": "Arrastra los zancos de resorte hacia Santa Claus",
  "German": "Ziehe die Feder-Stelzen zu Santa Claus",
  "French": "Faites glisser les échasses à ressort vers le Père Noël",
  "Arabic": "اسحب العصي العالية الربيعية إلى سانتا كلوز"
},
  "110": {
  "id": "110",
  "Chinese": "拖动右侧的水管到两栋楼中间来塔桥",
  "English": "Drag the pipe on the right to the space between the two buildings to form the Tower Bridge.",
  "Thailand": "ดึงท่อทางขวามาไว้ระหว่างสองอาคารเพื่อสร้างสะพานทาวเวอร์",
  "Indonasia": "Seret pipa di sebelah kanan ke antara dua gedung untuk membentuk Jembatan Menara.",
  "Chinese_tw": "拖動右側的水管到兩棟樓中間來塔橋",
  "Malay": "Leret pipa di sebelah kanan ke antara dua bangunan untuk membentuk Jembatan Menara.",
  "Vietnamese": "Kéo ống bên phải vào giữa hai tòa nhà để tạo thành Cầu Tháp.",
  "Japanese": "右側のパイプを2つの建物の間にドラッグして、タワーブリッジを作成してください。",
  "Korean": "오른쪽에 있는 파이프를 두 건물 사이로 끌어다 타워 브리지를 만드세요.",
  "Russian": "Перетащите трубу справа между двумя зданиями, чтобы образовать Тауэр-Бридж.",
  "Hindi": "दाएं ओर की पाइप को दो इमारतों के बीच खींचकर टावर ब्रिज बनाएं।",
  "Portuguese": "Arraste o cano à direita para o espaço entre os dois prédios para formar a Tower Bridge.",
  "Spanish": "Arrastra la tubería de la derecha entre los dos edificios para formar el Puente de la Torre.",
  "German": "Ziehen Sie das Rohr auf der rechten Seite zwischen die beiden Gebäude, um die Tower Bridge zu bilden.",
  "French": "Glissez le tuyau à droite entre les deux bâtiments pour former le Pont de la Tour.",
  "Arabic": "اسحب الأنبوب الموجود على اليمين إلى المسافة بين المبنيين لتشكيل جسر البرج."
},
  "111": {
  "id": "111",
  "Chinese": "拖动圣诞老人到水管做成的桥上",
  "English": "Drag Santa Claus onto the bridge made of the water pipe",
  "Thailand": "ลากซานตาคลอสไปยังสะพานที่ทำจากท่อประปา",
  "Indonasia": "Seret Sinterklas ke jembatan yang terbuat dari pipa air",
  "Chinese_tw": "拖動聖誕老人到水管做成的橋上",
  "Malay": "Seret Santa Claus ke jambatan yang dibuat daripada paip air",
  "Vietnamese": "Kéo ông già Noel lên cầu làm từ ống nước",
  "Japanese": "水道管で作った橋にサンタクロースを引っ張る",
  "Korean": "수도관으로 만든 다리 위에 산타클로스를 끌어당기세요",
  "Russian": "Перетащите Санту Клауса на мост из водопроводной трубы",
  "Hindi": "सांता क्लॉज़ को पानी की पाइप से बने पुल पर खींचें",
  "Portuguese": "Arraste o Papai Noel para a ponte feita de cano de água",
  "Spanish": "Arrastra a Santa Claus al puente hecho de la tubería de agua",
  "German": "Ziehe Santa Claus auf die Brücke aus dem Wasserrohr",
  "French": "Faites glisser le Père Noël sur le pont fait de tuyaux d'eau",
  "Arabic": "اسحب سانتا كلوز إلى الجسر المصنوع من الأنبوب المائي"
}
}