{
  "100": {
  "id": "100",
  "Chinese": "左划天上的火箭窗户，获得降落伞",
  "English": "Swipe left on the rocket window to get the parachute.",
  "Thailand": "ปัดซ้ายที่หน้าต่างจรวดเพื่อหยิบร่มชูชีพ",
  "Indonasia": "Geser ke kiri pada jendela roket untuk mendapatkan parasut.",
  "Chinese_tw": "左劃天上的火箭窗戶，獲得降落傘",
  "Malay": "Geser ke kiri pada tingkap roket untuk mendapatkan payung terjun.",
  "Vietnamese": "Vuốt sang trái cửa sổ tên lửa để lấy dù.",
  "Japanese": "ロケットの窓を左にスワイプしてパラシュートを取得します。",
  "Korean": "로켓 창문을 왼쪽으로 스와이프하여 낙하산을 얻습니다.",
  "Russian": "Проведите слева по окну ракеты в небе, чтобы получить парашют.",
  "Hindi": "आसमान में रॉकेट की खिड़की को बाईं ओर खींचें, पैराशूट प्राप्त करें",
  "Portuguese": "Deslize para a esquerda na janela do foguete no céu, obtenha o paraquedas",
  "Spanish": "Desliza hacia la izquierda en la ventana del cohete en el cielo, obtén el paracaídas",
  "German": "Nach links auf das Fenster der Rakete am Himmel ziehen, um den Fallschirm zu erhalten",
  "French": "Glissez vers la gauche sur la fenêtre de la fusée dans le ciel, obtenez le parachute",
  "Arabic": "اسحب نافذة الصاروخ في السماء إلى اليسار، احصل على المظلة"
},
  "101": {
  "id": "101",
  "Chinese": "上划车尾箱，打开箱子",
  "English": "Swipe up on the trunk to open the box.",
  "Thailand": "ปัดขึ้นที่ท้ายรถเพื่อเปิดกล่อง",
  "Indonasia": "Geser ke atas pada bagasi untuk membuka kotak.",
  "Chinese_tw": "上劃車尾箱，打開箱子",
  "Malay": "Geser ke atas pada but belakang untuk membuka kotak.",
  "Vietnamese": "Vuốt lên trên cốp xe để mở hộp.",
  "Japanese": "トランクを上にスワイプして箱を開けます。",
  "Korean": "트렁크를 위로 스와이프하여 상자를 엽니다.",
  "Russian": "Проведите вверх по багажнику, чтобы открыть его.",
  "Hindi": "गाड़ी के पिछले डिब्बे को ऊपर खींचें, डिब्बा खोलें",
  "Portuguese": "Deslize para cima na caixa traseira do carro, abra a caixa",
  "Spanish": "Desliza hacia arriba en la caja trasera del coche, abre la caja",
  "German": "Nach oben auf den Kofferraum des Autos ziehen, die Box öffnen",
  "French": "Glissez vers le haut sur le coffre arrière de la voiture, ouvrez la boîte",
  "Arabic": "اسحب صندوق السيارة الخلفي لأعلى، افتح الصندوق"
},
  "102": {
  "id": "102",
  "Chinese": "下划男人的脚，使用脚进行刹车",
  "English": "Swipe down on the man's foot to use it as a brake.",
  "Thailand": "ปัดลงที่เท้าของชายคนนั้นเพื่อใช้เป็นเบรก",
  "Indonasia": "Geser ke bawah pada kaki pria untuk menggunakan sebagai rem.",
  "Chinese_tw": "下劃男人的腳，使用腳進行煞車",
  "Malay": "Geser ke bawah pada kaki lelaki untuk menggunakannya sebagai brek.",
  "Vietnamese": "Vuốt xuống chân người đàn ông để sử dụng chân làm phanh.",
  "Japanese": "男性の足を下にスワイプして足をブレーキとして使います。",
  "Korean": "남자의 발을 아래로 스와이프하여 브레이크로 사용합니다.",
  "Russian": "Проведите вниз по ноге мужчины, чтобы использовать тормоза ногами.",
  "Hindi": "पुरुष के पैरों को नीचे खींचें, ब्रेक लगाने के लिए पैरों का उपयोग करें",
  "Portuguese": "Deslize para baixo nos pés do homem, use os pés para frear",
  "Spanish": "Desliza hacia abajo los pies del hombre, usa los pies para frenar",
  "German": "Nach unten auf die Füße des Mannes ziehen, die Füße zum Bremsen benutzen",
  "French": "Glissez vers le bas sur les pieds de l'homme, utilisez les pieds pour freiner",
  "Arabic": "اسحب قدمي الرجل لأسفل، استخدم قدميه للفرامل"
},
  "103": {
  "id": "103",
  "Chinese": "拖拽车尾箱的软管至车后油箱",
  "English": "Drag the hose from the trunk to the rear fuel tank.",
  "Thailand": "ลากท่อจากท้ายรถไปที่ถังเชื้อเพลิงด้านหลัง",
  "Indonasia": "Seret selang dari bagasi ke tangki bahan bakar belakang.",
  "Chinese_tw": "拖拽車尾箱的軟管至車後油箱",
  "Malay": "Seret hos dari but belakang ke tangki bahan api belakang.",
  "Vietnamese": "Kéo ống từ cốp xe đến bình nhiên liệu phía sau.",
  "Japanese": "トランクからホースを引っ張って後部燃料タンクに接続します。",
  "Korean": "트렁크에서 호스를 끌어 후방 연료 탱크에 연결합니다.",
  "Russian": "Перетащите шланг багажника к заднему топливному баку.",
  "Hindi": "गाड़ी के पिछले डिब्बे की नली को पीछे के ईंधन टैंक तक खींचें",
  "Portuguese": "Arraste a mangueira da caixa traseira até o tanque de combustível traseiro",
  "Spanish": "Arrastra la manguera de la caja trasera hasta el tanque de combustible trasero",
  "German": "Den Schlauch aus dem Kofferraum bis zum hinteren Tank ziehen",
  "French": "Tirez le tuyau du coffre arrière jusqu'au réservoir de carburant arrière",
  "Arabic": "اسحب خرطوم صندوق السيارة الخلفي إلى خزان الوقود الخلفي"
},
  "104": {
  "id": "104",
  "Chinese": "拖拽男人的头发至排气口",
  "English": "Drag the man's hair to the exhaust pipe.",
  "Thailand": "ลากผมของชายคนนั้นไปที่ท่อไอเสีย",
  "Indonasia": "Seret rambut pria ke knalpot.",
  "Chinese_tw": "拖拽男人的頭髮至排氣口",
  "Malay": "Seret rambut lelaki ke paip ekzos.",
  "Vietnamese": "Kéo tóc người đàn ông đến ống xả.",
  "Japanese": "男性の髪を排気管に引っ張ります。",
  "Korean": "남자의 머리카락을 배기구로 끌어옵니다.",
  "Russian": "Перетащите волосы мужчины к выхлопной трубе.",
  "Hindi": "पुरुष के बालों को निकास पोर्ट तक खींचें",
  "Portuguese": "Arraste o cabelo do homem até o escapamento",
  "Spanish": "Arrastra el cabello del hombre hasta el escape",
  "German": "Die Haare des Mannes bis zum Auspuff ziehen",
  "French": "Tirez les cheveux de l'homme jusqu'à l'échappement",
  "Arabic": "اسحب شعر الرجل إلى منفذ العادم"
},
  "105": {
  "id": "105",
  "Chinese": "拖拽车尾箱的扳手至后轮胎",
  "English": "Drag the wrench from the trunk to the rear tire.",
  "Thailand": "ลากประแจจากท้ายรถไปที่ล้อหลัง",
  "Indonasia": "Seret kunci pas dari bagasi ke ban belakang.",
  "Chinese_tw": "拖拽車尾箱的扳手至後輪胎",
  "Malay": "Seret spanar dari but belakang ke tayar belakang.",
  "Vietnamese": "Kéo cờ lê từ cốp xe đến lốp sau.",
  "Japanese": "トランクからレンチを引っ張って後輪に接続します。",
  "Korean": "트렁크에서 렌치를 끌어와 뒷바퀴에 연결합니다.",
  "Russian": "Перетащите ключ из багажника к задним колесам.",
  "Hindi": "गाड़ी के पिछले डिब्बे की वांट को पिछले टायर तक खींचें",
  "Portuguese": "Arraste a chave inglesa da caixa traseira até o pneu traseiro",
  "Spanish": "Arrastra la llave de la caja trasera hasta la rueda trasera",
  "German": "Den Schraubenschlüssel aus dem Kofferraum bis zum Hinterrad ziehen",
  "French": "Tirez la clé à molette du coffre arrière jusqu'au pneu arrière",
  "Arabic": "اسحب مفتاح صندوق السيارة الخلفي إلى الإطار الخلفي"
},
  "106": {
  "id": "106",
  "Chinese": "拖拽车尾箱的扳手至前轮胎",
  "English": "Drag the wrench from the trunk to the front tire.",
  "Thailand": "ลากประแจจากท้ายรถไปที่ล้อหน้า",
  "Indonasia": "Seret kunci pas dari bagasi ke ban depan.",
  "Chinese_tw": "拖拽車尾箱的扳手至前輪胎",
  "Malay": "Seret spanar dari but belakang ke tayar depan.",
  "Vietnamese": "Kéo cờ lê từ cốp xe đến lốp trước.",
  "Japanese": "トランクからレンチを引っ張って前輪に接続します。",
  "Korean": "트렁크에서 렌치를 끌어와 앞바퀴에 연결합니다.",
  "Russian": "Перетащите ключ из багажника к передним колесам.",
  "Hindi": "गाड़ी के पिछले डिब्बे की वांट को सामने के टायर तक खींचें",
  "Portuguese": "Arraste a chave inglesa da caixa traseira até o pneu dianteiro",
  "Spanish": "Arrastra la llave de la caja trasera hasta la rueda delantera",
  "German": "Den Schraubenschlüssel aus dem Kofferraum bis zum Vorderrad ziehen",
  "French": "Tirez la clé à molette du coffre arrière jusqu'au pneu avant",
  "Arabic": "اسحب مفتاح صندوق السيارة الخلفي إلى الإطار الأمامي"
},
  "107": {
  "id": "107",
  "Chinese": "拖拽降落伞至车尾",
  "English": "Drag the parachute to the back of the motorcycle.",
  "Thailand": "ลากร่มชูชีพไปที่ท้ายรถมอเตอร์ไซค์",
  "Indonasia": "Seret parasut ke belakang sepeda motor.",
  "Chinese_tw": "拖拽降落傘至車尾",
  "Malay": "Seret payung terjun ke belakang motosikal.",
  "Vietnamese": "Kéo dù đến đuôi xe máy.",
  "Japanese": "パラシュートをバイクの後ろに引っ張ります。",
  "Korean": "낙하산을 오토바이 뒤로 끌어옵니다.",
  "Russian": "Перетащите парашют к задней части автомобиля.",
  "Hindi": "गाड़ी के पिछले हिस्से पर पैराशूट खींचें",
  "Portuguese": "Arraste o paraquedas para a traseira do carro",
  "Spanish": "Arrastra el paracaídas hacia la parte trasera del coche",
  "German": "Ziehe den Fallschirm zum Heck des Autos",
  "French": "Faites glisser le parachute vers l'arrière de la voiture",
  "Arabic": "اسحب المظلة إلى مؤخرة السيارة"
},
  "108": {
  "id": "108",
  "Chinese": "拖拽陨石至车尾",
  "English": "Drag the meteor to the back of the motorcycle.",
  "Thailand": "ลากอุกกาบาตไปที่ท้ายรถมอเตอร์ไซค์",
  "Indonasia": "Seret meteorit ke belakang sepeda motor.",
  "Chinese_tw": "拖拽隕石至車尾",
  "Malay": "Seret meteorit ke belakang motosikal.",
  "Vietnamese": "Kéo thiên thạch đến đuôi xe máy.",
  "Japanese": "隕石をバイクの後ろに引っ張ります。",
  "Korean": "운석을 오토바이 뒤로 끌어옵니다.",
  "Russian": "Перетащите метеорит к задней части автомобиля.",
  "Hindi": "गाड़ी के पिछले हिस्से पर उल्का खींचें",
  "Portuguese": "Arraste o meteoro para a traseira do carro",
  "Spanish": "Arrastra el meteorito hacia la parte trasera del coche",
  "German": "Ziehe den Meteoriten zum Heck des Autos",
  "French": "Faites glisser la météorite vers l'arrière de la voiture",
  "Arabic": "اسحب النيزك إلى مؤخرة السيارة"
},
  "109": {
  "id": "109",
  "Chinese": "拖拽火箭至车头",
  "English": "Drag the rocket to the front of the motorcycle.",
  "Thailand": "ลากจรวดไปที่หัวรถมอเตอร์ไซค์",
  "Indonasia": "Seret roket ke depan sepeda motor.",
  "Chinese_tw": "拖拽火箭至車頭",
  "Malay": "Seret roket ke depan motosikal.",
  "Vietnamese": "Kéo tên lửa đến đầu xe máy.",
  "Japanese": "ロケットをバイクの前に引っ張ります。",
  "Korean": "로켓을 오토바이 앞으로 끌어옵니다.",
  "Russian": "Перетащите ракету к передней части автомобиля.",
  "Hindi": "गाड़ी के सामने रॉकेट खींचें",
  "Portuguese": "Arraste o foguete para a frente do carro",
  "Spanish": "Arrastra el cohete hacia la parte delantera del coche",
  "German": "Ziehe die Rakete zur Vorderseite des Autos",
  "French": "Faites glisser la fusée vers l'avant de la voiture",
  "Arabic": "اسحب الصاروخ إلى مقدمة السيارة"
},
  "110": {
  "id": "110",
  "Chinese": "拖拽陨石至车头",
  "English": "Drag the meteor to the front of the motorcycle.",
  "Thailand": "ลากอุกกาบาตไปที่หัวรถมอเตอร์ไซค์",
  "Indonasia": "Seret meteorit ke depan sepeda motor.",
  "Chinese_tw": "拖拽隕石至車頭",
  "Malay": "Seret meteorit ke depan motosikal.",
  "Vietnamese": "Kéo thiên thạch đến đầu xe máy.",
  "Japanese": "隕石をバイクの前に引っ張ります。",
  "Korean": "운석을 오토바이 앞으로 끌어옵니다.",
  "Russian": "Перетащите метеорит к передней части автомобиля.",
  "Hindi": "गाड़ी के सामने उल्का खींचें",
  "Portuguese": "Arraste o meteoro para a frente do carro",
  "Spanish": "Arrastra el meteorito hacia la parte delantera del coche",
  "German": "Ziehe den Meteoriten zur Vorderseite des Autos",
  "French": "Faites glisser la météorite vers l'avant de la voiture",
  "Arabic": "اسحب النيزك إلى مقدمة السيارة"
},
  "1": {
  "id": "1",
  "Chinese": "火箭装在车尾会加速，应该把火箭放车头减速",
  "English": "Attaching the rocket to the back of the motorcycle will speed it up, attach it to the front to slow down.",
  "Thailand": "ติดตั้งจรวดที่ท้ายรถมอเตอร์ไซค์จะทำให้เร่งความเร็ว ควรติดตั้งจรวดที่หัวรถเพื่อลดความเร็ว",
  "Indonasia": "Memasang roket di belakang sepeda motor akan mempercepatnya, sebaiknya pasang roket di depan untuk mengurangi kecepatan.",
  "Chinese_tw": "火箭裝在摩托車尾會加速，應該把火箭放車頭減速",
  "Malay": "Menyambung roket ke belakang motosikal akan mempercepatkannya, sambung ke depan untuk memperlahankannya.",
  "Vietnamese": "Gắn tên lửa vào đuôi xe máy sẽ tăng tốc, nên gắn tên lửa vào đầu xe để giảm tốc.",
  "Japanese": "ロケットをバイクの後ろに装着すると加速するので、減速させるために前に装着するべきです。",
  "Korean": "로켓을 오토바이 뒷부분에 장착하면 속도가 빨라지니, 앞부분에 장착하여 속도를 줄여야 합니다.",
  "Russian": "Установка ракеты на заднюю часть автомобиля увеличивает скорость, нужно поставить ракету на переднюю часть, чтобы замедлить движение.",
  "Hindi": "गाड़ी के पिछले हिस्से में रॉकेट लगाने से गति बढ़ेगी, इसे गाड़ी के आगे लगाकर धीमा करना चाहिए",
  "Portuguese": "Colocar o foguete na traseira do carro vai acelerar, deve-se colocar o foguete na frente do carro para desacelerar",
  "Spanish": "Colocar el cohete en la parte trasera del coche acelerará, debería poner el cohete en la parte delantera para desacelerar",
  "German": "Eine Rakete am Heck des Autos beschleunigt, man sollte die Rakete vorne anbringen, um zu bremsen",
  "French": "Mettre la fusée à l'arrière de la voiture va accélérer, il faut mettre la fusée à l'avant pour ralentir",
  "Arabic": "وضع الصاروخ في مؤخرة السيارة سيزيد السرعة، يجب وضع الصاروخ في مقدمة السيارة لتقليل السرعة"
},
  "2": {
  "id": "2",
  "Chinese": "要先左划火箭窗户拿到降落伞，再装载在摩托车上",
  "English": "Swipe left on the rocket window to get the parachute, then attach it to the motorcycle.",
  "Thailand": "ปัดซ้ายที่หน้าต่างจรวดเพื่อหยิบร่มชูชีพแล้วติดตั้งบนมอเตอร์ไซค์",
  "Indonasia": "Geser ke kiri pada jendela roket untuk mendapatkan parasut, lalu pasang pada sepeda motor.",
  "Chinese_tw": "要先左劃火箭窗戶拿到降落傘，再裝載在摩托車上",
  "Malay": "Geser ke kiri pada tingkap roket untuk mendapatkan payung terjun, kemudian pasang pada motosikal.",
  "Vietnamese": "Vuốt sang trái cửa sổ tên lửa để lấy dù, sau đó gắn vào xe máy.",
  "Japanese": "ロケットの窓を左にスワイプしてパラシュートを取得し、バイクに装着します。",
  "Korean": "로켓 창문을 왼쪽으로 스와이프하여 낙하산을 가져와 오토바이에 장착합니다.",
  "Russian": "Сначала откройте окно ракеты слева, чтобы получить парашют, затем установите его на мотоцикл.",
  "Hindi": "पहले बाईं ओर खींचकर रॉकेट की खिड़की से पैराशूट प्राप्त करें, फिर इसे मोटरसाइकिल पर लोड करें",
  "Portuguese": "Primeiro deslize para a esquerda na janela do foguete para pegar o paraquedas, depois carregue-o na motocicleta",
  "Spanish": "Primero desliza hacia la izquierda en la ventana del cohete para obtener el paracaídas, luego cárgalo en la motocicleta",
  "German": "Zuerst nach links auf das Fenster der Rakete ziehen, um den Fallschirm zu bekommen, dann ihn auf das Motorrad laden",
  "French": "D'abord glissez vers la gauche sur la fenêtre de la fusée pour obtenir le parachute, puis chargez-le sur la moto",
  "Arabic": "يجب أولاً سحب نافذة الصاروخ إلى اليسار للحصول على المظلة، ثم تحميلها على الدراجة النارية"
},
  "3": {
  "id": "3",
  "Chinese": "需要在最后一步时才可将陨石放在车头",
  "English": "Only place the meteor on the front in the final step.",
  "Thailand": "ต้องวางอุกกาบาตที่หัวรถเป็นขั้นตอนสุดท้าย",
  "Indonasia": "Hanya tempatkan meteorit di depan pada langkah terakhir.",
  "Chinese_tw": "需要在最後一步時才可將隕石放在車頭",
  "Malay": "Hanya letakkan meteorit di depan pada langkah terakhir.",
  "Vietnamese": "Chỉ đặt thiên thạch lên đầu xe ở bước cuối cùng.",
  "Japanese": "最後のステップでのみ隕石を前に置きます。",
  "Korean": "마지막 단계에서만 운석을 앞부분에 놓습니다.",
  "Russian": "Метеорит нужно установить на переднюю часть автомобиля только на последнем этапе.",
  "Hindi": "अंतिम चरण में ही उल्कापिंड को गाड़ी के आगे रखा जा सकता है",
  "Portuguese": "O meteoro só pode ser colocado na frente do carro na última etapa",
  "Spanish": "El meteorito solo se puede colocar en la parte delantera del coche en el último paso",
  "German": "Der Meteorit kann erst im letzten Schritt vorne am Auto platziert werden",
  "French": "La météorite ne peut être placée à l'avant de la voiture qu'à la dernière étape",
  "Arabic": "يمكن وضع النيزك في مقدمة السيارة فقط في الخطوة الأخيرة"
}
}