{
  "100": {
  "id": "100",
  "Chinese": "把茶几上的糖果拖给小孩",
  "English": "Drag the candy on the coffee table to the child",
  "Thailand": "ลากขนมบนโต๊ะกาแฟไปให้เด็ก",
  "Indonasia": "Seret permen di atas meja kopi kepada anak",
  "Chinese_tw": "把茶几上的糖果拖给小孩",
  "Malay": "Seret gula-gula di atas meja kopi kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo trên bàn trà cho đứa trẻ",
  "Japanese": "コーヒーテーブルの上のお菓子を子供に引きずってください",
  "Korean": "커피 테이블 위의 사탕을 아이에게 끌어주세요",
  "Russian": "Перетащите конфеты со стола к ребенку",
  "Hindi": "चाय की मेज पर रखी मिठाई को बच्चे के पास खींचो",
  "Portuguese": "Arraste os doces da mesa de café para a criança",
  "Spanish": "Arrastra los dulces de la mesa de café hacia el niño",
  "German": "Ziehen Sie die Süßigkeiten vom Couchtisch zum Kind",
  "French": "Trek confections from the coffee table to the child",
  "Arabic": "اسحب الحلوى من طاولة القهوة إلى الطفل"
},
  "101": {
  "id": "101",
  "Chinese": "把茶几上的眼睛糖果拖给小孩",
  "English": "Drag the eye candy on the coffee table to the child.",
  "Thailand": "ลากลูกกวาดตาไปให้เด็ก",
  "Indonasia": "Seret permen mata di atas meja kopi kepada anak",
  "Chinese_tw": "把茶几上的眼睛糖果拖给小孩",
  "Malay": "Seret gula-gula mata di atas meja kopi kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo mắt trên bàn trà cho đứa trẻ",
  "Japanese": "コーヒーテーブルの上の目のキャンディを子供に引きずってください",
  "Korean": "커피 테이블 위의 눈 사탕을 아이에게 끌어주세요",
  "Russian": "Потяните глазные конфеты со стола к ребенку.",
  "Hindi": "आँखों की मिठाई को कॉफी टेबल से बच्चे के पास खींचो।",
  "Portuguese": "Arraste os doces de olho na mesa de café para a criança.",
  "Spanish": "Arrastra los caramelos de ojos en la mesa de café hacia el niño.",
  "German": "Ziehen Sie die Augensüßigkeiten vom Couchtisch zum Kind.",
  "French": "Túr al-ḥalawāt al-‘ayn min ṭāwilat al-qahwa ilá al-ṭifl.",
  "Arabic": "اسحب حلوى العين على طاولة القهوة للطفل"
},
  "102": {
  "id": "102",
  "Chinese": "把鞋柜上的糖果拖给小孩",
  "English": "Drag the candy from the shoe cabinet to the child.",
  "Thailand": "ลากลูกกวาดจากตู้รองเท้าไปให้เด็ก",
  "Indonasia": "Seret permen dari lemari sepatu kepada anak.",
  "Chinese_tw": "把鞋柜上的糖果拖给小孩",
  "Malay": "Seret gula-gula dari rak kasut kepada kanak-kanak.",
  "Vietnamese": "Kéo kẹo từ tủ giày cho đứa trẻ.",
  "Japanese": "靴箱からキャンディを子供に引き渡す。",
  "Korean": "신발장에 있는 사탕을 아이에게 끌어다 줘요.",
  "Russian": "Перетащите конфеты с обувного шкафа к ребенку.",
  "Hindi": "कैंडी को जूता कैबिनेट पर बच्चे की ओर खींचें",
  "Portuguese": "Arraste os doces do armário de sapatos para a criança.",
  "Spanish": "Arrastra los dulces del zapatero al niño.",
  "German": "Ziehen Sie die Süßigkeiten aus dem Schuhschrank zum Kind.",
  "French": "Tirar os doces do armário de sapatos para a criança.",
  "Arabic": "اسحب الحلوى من خزانة الأحذية إلى الطفل."
},
  "103": {
  "id": "103",
  "Chinese": "把扫把拖到蜘蛛网",
  "English": "Drag the broom to the spider web",
  "Thailand": "ลากไม้กวาดไปที่ใยแมงมุม",
  "Indonasia": "Seret sapu ke jaring laba-laba",
  "Chinese_tw": "把扫把拖到蜘蛛网",
  "Malay": "Seret penyapu ke jaring labah-labah",
  "Vietnamese": "Kéo chổi đến mạng nhện",
  "Japanese": "ほうきをクモの巣に引きずる",
  "Korean": "빗자루를 거미줄로 끌어당기다",
  "Russian": "Проведите метлой к паутине",
  "Hindi": "झाड़ू को मकड़ी के जाले पर खींचें",
  "Portuguese": "Arraste a vassoura para a teia de aranha",
  "Spanish": "Arrastra la escoba hacia la telaraña",
  "German": "Ziehen Sie den Besen zum Spinnennetz",
  "French": "Tirez le balai vers la toile d'araignée",
  "Arabic": "اسحب المكنسة إلى شبكة العنكبوت"
},
  "104": {
  "id": "104",
  "Chinese": "把蜘蛛网上的糖果拖给小孩",
  "English": "Drag the candy from the spider web to the child",
  "Thailand": "ลากลูกกวาดจากใยแมงมุมไปให้เด็ก",
  "Indonasia": "Seret permen dari jaring laba-laba kepada anak",
  "Chinese_tw": "把蜘蛛网上的糖果拖给小孩",
  "Malay": "Seret gula-gula dari jaring labah-labah kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo từ mạng nhện cho đứa trẻ",
  "Japanese": "クモの巣から子供にキャンディを引きずってください",
  "Korean": "거미줄에서 아이에게 사탕을 끌어주세요",
  "Russian": "Потяните конфету из паутины к ребенку",
  "Hindi": "चिड़िया के जाले से बच्चे को मिठाई खींचो",
  "Portuguese": "Arraste o doce da teia de aranha para a criança",
  "Spanish": "Arrastra el caramelo de la telaraña al niño",
  "German": "Ziehen Sie die Süßigkeit aus dem Spinnennetz zu dem Kind",
  "French": "Tirez les bonbons du filet d'araignée vers l'enfant",
  "Arabic": "اسحب الحلوى من شبكة العنكبوت إلى الطفل"
},
  "105": {
  "id": "105",
  "Chinese": "把吸尘器拖到鬼魂",
  "English": "Drag the vacuum cleaner to the ghost.",
  "Thailand": "ลากเครื่องดูดฝุ่นไปที่ผี.",
  "Indonasia": "Seretakan penyedot debu ke hantu.",
  "Chinese_tw": "把吸尘器拖到鬼魂。",
  "Malay": "Seret penyedot debu ke hantu.",
  "Vietnamese": "Kéo máy hút bụi đến ma.",
  "Japanese": "掃除機を幽霊に引きずってください。",
  "Korean": "진공청소기를 유령에게 끌어당기세요.",
  "Russian": "Протащите пылесос к призраку.",
  "Hindi": "वैक्यूम क्लीनर को भूत के पास खींचो।",
  "Portuguese": "Arraste o aspirador até o fantasma.",
  "Spanish": "Arrastra la aspiradora hacia el fantasma.",
  "German": "Ziehen Sie den Staubsauger zum Geist.",
  "French": "Tirez l'aspirateur vers le fantôme.",
  "Arabic": "اسحب المكنسة الكهربائية إلى الشبح."
},
  "106": {
  "id": "106",
  "Chinese": "把鬼魂掉的糖果拖给小孩",
  "English": "The candy dropped by the ghost is dragged to the child.",
  "Thailand": "ขนมที่ผีทำตกถูกลากไปให้เด็ก",
  "Indonasia": "Permen yang dijatuhkan oleh hantu diseret kepada anak itu.",
  "Chinese_tw": "鬼魂掉落的糖果被拖到小孩身边。",
  "Malay": "Permen yang dijatuhkan oleh hantu diseret kepada anak.",
  "Vietnamese": "Kẹo bị ma quái làm rơi được kéo đến cho đứa trẻ.",
  "Japanese": "お化けが落としたキャンディーが子供に引きずられている。",
  "Korean": "유령이 떨어뜨린 사탕이 아이에게 끌려가고 있다.",
  "Russian": "Конфета, упавшая от призрака, тянется к ребенку.",
  "Hindi": "भूत द्वारा गिराए गए कैंडी को बच्चे के पास खींचा जा रहा है।",
  "Portuguese": "Os doces deixados pelo fantasma estão sendo arrastados para a criança.",
  "Spanish": "Los caramelos que dejó el fantasma están siendo arrastrados hacia el niño.",
  "German": "Der von dem Geist fallengelassene Süßigkeiten werden zum Kind gezogen.",
  "French": "La confiserie laissée par le fantôme est traînée vers l'enfant.",
  "Arabic": "الحلويات التي أسقطها الشبح تُسحب إلى الطفل."
},
  "107": {
  "id": "107",
  "Chinese": "把南瓜灯里的糖果拖给小孩",
  "English": "Drag the candy from the pumpkin lantern to the child",
  "Thailand": "ลากขนมจากโคมไฟฟักทองไปให้เด็ก",
  "Indonasia": "Seretakan permen dari lampu labu kepada anak",
  "Chinese_tw": "把南瓜灯里的糖果拖给小孩",
  "Malay": "Seret gula-gula dari lampu labu kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo từ đèn bí ngô cho trẻ em",
  "Japanese": "かぼちゃのランタンからキャンディーを子供に引き渡す",
  "Korean": "호박 랜턴에서 사탕을 아이에게 끌어다 주다",
  "Russian": "Перетащите конфеты из тыквенного фонаря к ребенку",
  "Hindi": "बच्चे को कद्दू की लालटेन से कैंडी खींचो",
  "Portuguese": "Arraste os doces da lanterna de abóbora para a criança",
  "Spanish": "Arrastra los dulces de la linterna de calabaza al niño",
  "German": "Ziehen Sie die Süßigkeiten aus der Kürbislaterne zu dem Kind",
  "French": "Túnez les bonbons de la lanterne citrouille à l'enfant",
  "Arabic": "اسحب الحلوى من فوانيس اليقطين إلى الطفل"
},
  "108": {
  "id": "108",
  "Chinese": "左划窗帘",
  "English": "Swipe the curtain to the left",
  "Thailand": "เลื่อนผ้าม่านไปทางซ้าย",
  "Indonasia": "Geser tirai ke kiri",
  "Chinese_tw": "向左滑动窗帘",
  "Malay": "Geser langsir ke kiri",
  "Vietnamese": "Kéo rèm sang trái",
  "Japanese": "カーテンを左にスワイプする",
  "Korean": "커튼을 왼쪽으로 스와이프하다",
  "Russian": "Сдвиньте занавеску влево",
  "Hindi": "बाईं ओर परदा खींचें",
  "Portuguese": "Deslize a cortina para a esquerda",
  "Spanish": "Desliza la cortina hacia la izquierda",
  "German": "Vorhang nach links ziehen",
  "French": "Faites glisser le rideau vers la gauche",
  "Arabic": "اسحب الستارة إلى اليسار"
},
  "109": {
  "id": "109",
  "Chinese": "把扫把拖给女巫",
  "English": "Give the broom to the witch",
  "Thailand": "ส่งไม้กวาดให้แม่มด",
  "Indonasia": "Berikan sapu kepada penyihir",
  "Chinese_tw": "把扫帚给女巫",
  "Malay": "Berikan penyapu kepada ahli sihir",
  "Vietnamese": "Đưa cái chổi cho phù thủy",
  "Japanese": "ほうきを魔女に渡して",
  "Korean": "마녀에게 빗자루를 줘",
  "Russian": "Отдайте метлу ведьме",
  "Hindi": "झाड़ू जादूगरनी को दो",
  "Portuguese": "Dê o vassoura à bruxa",
  "Spanish": "Dale la escoba a la bruja",
  "German": "Gib den Besen der Hexe",
  "French": "Donnez le balai à la sorcière",
  "Arabic": "أعطِ المكنسة للساحرة"
},
  "110": {
  "id": "110",
  "Chinese": "把女巫掉的糖果拖给小孩",
  "English": "Drag the candy dropped by the witch to the child",
  "Thailand": "ลากลูกกวาดที่แม่มดทำตกไปให้เด็ก",
  "Indonasia": "Seret permen yang dijatuhkan oleh penyihir kepada anak",
  "Chinese_tw": "把女巫掉的糖果拖给小孩",
  "Malay": "Seret gula-gula yang dijatuhkan oleh penyihir kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo mà phù thủy đã làm rơi cho đứa trẻ",
  "Japanese": "魔女が落としたキャンディを子供に引きずっていく",
  "Korean": "마녀가 떨어뜨린 사탕을 아이에게 끌어다 줘",
  "Russian": "Потяните конфету, уроненную ведьмой, к ребенку",
  "Hindi": "बूढ़ी औरत द्वारा गिराए गए मिठाई को बच्चे के पास खींचो",
  "Portuguese": "Arraste os doces que a bruxa deixou cair para a criança",
  "Spanish": "Arrastra los caramelos que dejó caer la bruja hacia el niño",
  "German": "Ziehen Sie die von der Hexe fallengelassenen Süßigkeiten zum Kind",
  "French": "Tú dragues les bonbons que la sorcière a fait tomber vers l'enfant",
  "Arabic": "اسحب الحلوى التي أسقطتها الساحرة إلى الطفل"
},
  "111": {
  "id": "111",
  "Chinese": "把骷髅南瓜灯里的糖果拖给小孩",
  "English": "Drag the candy from the skeleton pumpkin lantern to the child.",
  "Thailand": "ลากขนมจากโคมไฟฟักทองกระดูกไปให้เด็ก",
  "Indonasia": "Seretakan permen dari lampion labu tengkorak kepada kanak-kanak",
  "Chinese_tw": "把骷髅南瓜灯里的糖果拖给小孩",
  "Malay": "Tarik gula-gula dari lampu labu tengkorak kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo từ đèn bí ngô hình sọ cho trẻ em",
  "Japanese": "骸骨のカボチャランタンから子供にキャンディを引き渡す",
  "Korean": "해골 호박등에서 아이에게 사탕을 끌어다 줘",
  "Russian": "Перетащите конфеты из черепной тыквы к ребенку.",
  "Hindi": "बच्चे को कंकाल कद्दू की लालटेन से कैंडी खींचो।",
  "Portuguese": "Arraste os doces da lanterna de abóbora esquelética para a criança.",
  "Spanish": "Arrastra los caramelos de la linterna de calabaza esqueleto al niño.",
  "German": "Ziehen Sie die Süßigkeiten aus der Skelett-Kürbislaterne zum Kind.",
  "French": "Tú kéo kẹo từ đèn bí ngô hình sọ cho trẻ em.",
  "Arabic": "اسحب الحلوى من فوانيس اليقطين الهيكلية إلى الطفل."
},
  "112": {
  "id": "112",
  "Chinese": "把墙上的糖果拖给小孩",
  "English": "Drag the candy on the wall to the child",
  "Thailand": "ลากขนมบนผนังไปให้เด็ก",
  "Indonasia": "Seret permen di dinding kepada anak",
  "Chinese_tw": "把墙上的糖果拖给小孩",
  "Malay": "Seret gula-gula di dinding kepada kanak-kanak",
  "Vietnamese": "Kéo kẹo trên tường cho đứa trẻ",
  "Japanese": "壁のキャンディを子供に引き渡す",
  "Korean": "벽에 있는 사탕을 아이에게 끌어다 주다",
  "Russian": "Потяните конфету со стены к ребенку",
  "Hindi": "खींचो दीवार पर मिठाई बच्चे के लिए",
  "Portuguese": "Arraste o doce na parede para a criança",
  "Spanish": "Arrastra el caramelo de la pared al niño",
  "German": "Ziehen Sie die Süßigkeiten an der Wand zum Kind",
  "French": "Tirez les bonbons sur le mur pour l'enfant",
  "Arabic": "اسحب الحلوى من على الجدار إلى الطفل"
},
  "1": {
  "id": "1",
  "Chinese": "蜘蛛还没赶走，不要把扫把给女巫",
  "English": "The spider hasn't been driven away yet, don't give the broom to the witch.",
  "Thailand": "แมงมุมยังไม่ถูกไล่ออก อย่าให้ไม้กวาดกับแม่มด",
  "Indonasia": "Laba-laba belum diusir, jangan berikan sapu kepada penyihir",
  "Chinese_tw": "蜘蛛还没赶走，不要把扫把给女巫",
  "Malay": "Laba-laba belum diusir, jangan berikan sapu kepada penyihir",
  "Vietnamese": "Nhện vẫn chưa bị đuổi đi, đừng đưa chổi cho phù thủy",
  "Japanese": "クモはまだ追い払われていないので、ほうきを魔女に渡さないでください。",
  "Korean": "거미가 아직 쫓겨나지 않았으니, 빗자루를 마녀에게 주지 마세요.",
  "Russian": "Паук еще не прогнан, не давайте метлу ведьме.",
  "Hindi": "मकड़ी अभी तक नहीं भगाई गई है, झाड़ू को जादूगरनी को मत दो।",
  "Portuguese": "A aranha ainda não foi espantada, não dê a vassoura à bruxa.",
  "Spanish": "La araña aún no ha sido ahuyentada, no le des la escoba a la bruja.",
  "German": "Die Spinne wurde noch nicht vertrieben, gib der Hexe nicht den Besen.",
  "French": "La araignée n'a pas encore été chassée, ne donnez pas le balai à la sorcière.",
  "Arabic": "العنكبوت لم يُطرد بعد، لا تعطي المكنسة للساحرة."
}
}