{
  "100": {
  "id": "100",
  "Chinese": "拖动男人手上的锤子至墙上的裂痕上，得到砖块",
  "English": "Drag the hammer in the man's hand to the crack on the wall to get a brick.",
  "Thailand": "ลากค้อนในมือของชายคนนั้นไปที่รอยร้าวบนกำแพงเพื่อรับอิฐ",
  "Indonasia": "Seret palu di tangan pria itu ke retakan di dinding untuk mendapatkan batu bata.",
  "Chinese_tw": "拖動男人手上的錘子至牆上的裂痕上，得到磚塊",
  "Malay": "Seret tukul di tangan lelaki itu ke retak di dinding untuk mendapatkan bata.",
  "Vietnamese": "Kéo búa trong tay người đàn ông lên vết nứt trên tường để lấy gạch.",
  "Japanese": "男の手にあるハンマーを壁のひびにドラッグしてレンガを手に入れる",
  "Korean": "남자의 손에 있는 망치를 벽의 균열에 드래그하여 벽돌을 얻기",
  "Russian": "Тяните молоток, который держит мужчина, к трещине на стене, чтобы получить кирпич.",
  "Hindi": "आदमी के हाथ में हथौड़ी को दीवार पर裂痕 पर खींचें, ईंट प्राप्त करें",
  "Portuguese": "Arraste o martelo na mão do homem para a rachadura na parede, obtenha um tijolo",
  "Spanish": "Arrastra el martillo en la mano del hombre hacia la grieta en la pared, obtén un ladrillo",
  "German": "Ziehe den Hammer in der Hand des Mannes zur Risswand, erhalte einen Ziegelstein",
  "French": "Faites glisser le marteau dans la main de l'homme vers la fissure sur le mur, obtenez une brique",
  "Arabic": "اسحب المطرقة في يد الرجل إلى الشق على الحائط، احصل على طوبة"
},
  "101": {
  "id": "101",
  "Chinese": "右划天上的云朵，得到啄木鸟",
  "English": "Swipe the cloud in the sky to the right to get a woodpecker.",
  "Thailand": "ปัดเมฆบนท้องฟ้าไปทางขวาเพื่อรับนกหัวขวาน",
  "Indonasia": "Geser awan di langit ke kanan untuk mendapatkan burung pelatuk.",
  "Chinese_tw": "右划天上的雲朵，得到啄木鳥",
  "Malay": "Seret awan di langit ke kanan untuk mendapatkan burung belatuk.",
  "Vietnamese": "Vuốt đám mây trên bầu trời sang phải để lấy chim gõ kiến.",
  "Japanese": "空の雲を右にスワイプしてキツツキを手に入れる",
  "Korean": "하늘의 구름을 오른쪽으로 스와이프하여 딱따구리를 얻기",
  "Russian": "Проведите пальцем по облакам на небе, чтобы получить дятла.",
  "Hindi": "आसमान में बादलों को दाएं खींचें, लकड़हारे को प्राप्त करें",
  "Portuguese": "Deslize as nuvens no céu para a direita, obtenha um pica-pau",
  "Spanish": "Desliza las nubes en el cielo hacia la derecha, obtén un pájaro carpintero",
  "German": "Wische die Wolken am Himmel nach rechts, erhalte einen Specht",
  "French": "Faites glisser les nuages dans le ciel vers la droite, obtenez un pic vert",
  "Arabic": "اسحب السحب في السماء إلى اليمين، احصل على نقار الخشب"
},
  "102": {
  "id": "102",
  "Chinese": "拖动啄木鸟到左下角树木上，砸晕老虎得到木头和老虎口中的骨头",
  "English": "Drag the woodpecker to the tree in the lower left corner, stun the tiger to get wood and a bone from the tiger's mouth.",
  "Thailand": "ลากนกหัวขวานไปที่ต้นไม้ที่มุมซ้ายล่าง ตีเสือให้สลบเพื่อรับไม้และกระดูกจากปากเสือ",
  "Indonasia": "Seret burung pelatuk ke pohon di sudut kiri bawah, buat harimau pingsan untuk mendapatkan kayu dan tulang dari mulut harimau.",
  "Chinese_tw": "拖動啄木鳥到左下角樹木上，砸暈老虎得到木頭和老虎口中的骨頭",
  "Malay": "Seret burung belatuk ke pokok di sudut kiri bawah, pengsan harimau untuk mendapatkan kayu dan tulang dari mulut harimau.",
  "Vietnamese": "Kéo chim gõ kiến đến cây ở góc dưới bên trái, làm hổ choáng để lấy gỗ và xương từ miệng hổ.",
  "Japanese": "キツツキを左下の木にドラッグして、虎を気絶させて木材と虎の口の骨を手に入れる",
  "Korean": "딱따구리를 왼쪽 아래 나무에 드래그하여 호랑이를 기절시키고 나무와 호랑이 입의 뼈를 얻기",
  "Russian": "Тяните дятла к дереву в левом нижнем углу, чтобы оглушить тигра и получить древесину и кости из пасти тигра.",
  "Hindi": "लकड़हारे को बाईं नीचे की ओर पेड़ पर खींचें, बाघ को बेहोश करें और लकड़ी और बाघ के मुंह में हड्डी प्राप्त करें",
  "Portuguese": "Arraste o pica-pau para a árvore no canto inferior esquerdo, atordoe o tigre e obtenha madeira e os ossos na boca do tigre",
  "Spanish": "Arrastra el pájaro carpintero al árbol en la esquina inferior izquierda, aturde al tigre y obtén madera y los huesos en la boca del tigre",
  "German": "Ziehe den Specht zum Baum in der linken unteren Ecke, schlage den Tiger bewusstlos und erhalte Holz und die Knochen im Maul des Tigers",
  "French": "Faites glisser le pic vert vers l'arbre en bas à gauche, assommez le tigre et obtenez du bois et les os dans la bouche du tigre",
  "Arabic": "اسحب نقار الخشب إلى الشجرة في الزاوية السفلى اليسرى، اغشي الببر واحصل على الخشب والعظام في فم الببر"
},
  "103": {
  "id": "103",
  "Chinese": "拖动胖子手上的热狗到楼梯处",
  "English": "Drag the hot dog in the fat man's hand to the stairs.",
  "Thailand": "ลากฮอทดอกในมือของชายอ้วนไปที่บันได",
  "Indonasia": "Seret hot dog di tangan pria gemuk ke tangga.",
  "Chinese_tw": "拖動胖子手上的熱狗到樓梯處",
  "Malay": "Seret hot dog di tangan lelaki gemuk ke tangga.",
  "Vietnamese": "Kéo xúc xích trong tay người mập đến cầu thang.",
  "Japanese": "デブの手にあるホットドッグを階段にドラッグする",
  "Korean": "뚱뚱한 남자의 손에 있는 핫도그를 계단으로 드래그하기",
  "Russian": "Тяните хот-дог, который держит толстяк, к лестнице.",
  "Hindi": "मोटे आदमी के हाथ में गर्म कुत्ते को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o cachorro-quente na mão do gordo para as escadas",
  "Spanish": "Arrastra el perrito caliente en la mano del gordo hacia las escaleras",
  "German": "Ziehe den Hotdog in der Hand des Dicken zu den Treppen",
  "French": "Faites glisser le hot-dog dans la main de l'homme gros vers les escaliers",
  "Arabic": "اسحب الهوت دوج في يد الرجل البدين إلى الدرج"
},
  "104": {
  "id": "104",
  "Chinese": "拖动胖子身上的腰带到楼梯处",
  "English": "Drag the belt on the fat man to the stairs.",
  "Thailand": "ลากเข็มขัดบนชายอ้วนไปที่บันได",
  "Indonasia": "Seret sabuk di pria gemuk ke tangga.",
  "Chinese_tw": "拖動胖子身上的腰帶到樓梯處",
  "Malay": "Seret tali pinggang pada lelaki gemuk ke tangga.",
  "Vietnamese": "Kéo thắt lưng trên người mập đến cầu thang.",
  "Japanese": "デブの腰のベルトを階段にドラッグする",
  "Korean": "뚱뚱한 남자의 허리띠를 계단으로 드래그하기",
  "Russian": "Тяните ремень, который на толстяке, к лестнице.",
  "Hindi": "मोटे आदमी की कमरबंद को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o cinto do gordo para as escadas",
  "Spanish": "Arrastra el cinturón del gordo hacia las escaleras",
  "German": "Ziehe den Gürtel des Dicken zu den Treppen",
  "French": "Faites glisser la ceinture de l'homme gros vers les escaliers",
  "Arabic": "اسحب حزام الرجل البدين إلى الدرج"
},
  "105": {
  "id": "105",
  "Chinese": "拖动老人手上的拐杖到楼梯处",
  "English": "Drag the cane in the old man's hand to the stairs.",
  "Thailand": "ลากไม้เท้าในมือของชายชราไปที่บันได",
  "Indonasia": "Seret tongkat di tangan pria tua ke tangga.",
  "Chinese_tw": "拖動老人手上的拐杖到樓梯處",
  "Malay": "Seret tongkat di tangan lelaki tua ke tangga.",
  "Vietnamese": "Kéo gậy trong tay người già đến cầu thang.",
  "Japanese": "老人の手にある杖を階段にドラッグする",
  "Korean": "노인의 손에 있는 지팡이를 계단으로 드래그하기",
  "Russian": "Тяните трость, которую держит старик, к лестнице.",
  "Hindi": "बुजुर्ग के हाथ में छड़ी को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste a bengala na mão do idoso para as escadas",
  "Spanish": "Arrastra el bastón en la mano del anciano hacia las escaleras",
  "German": "Ziehe den Stock in der Hand des alten Mannes zu den Treppen",
  "French": "Faites glisser la canne dans la main du vieil homme vers les escaliers",
  "Arabic": "اسحب العصا في يد الشيخ إلى الدرج"
},
  "106": {
  "id": "106",
  "Chinese": "拖动男人头上的头发到楼梯处",
  "English": "Drag the hair on the man's head to the stairs.",
  "Thailand": "ลากผมบนหัวของชายคนนั้นไปที่บันได",
  "Indonasia": "Seret rambut di kepala pria itu ke tangga.",
  "Chinese_tw": "拖動男人頭上的頭髮到樓梯處",
  "Malay": "Seret rambut di kepala lelaki itu ke tangga.",
  "Vietnamese": "Kéo tóc trên đầu người đàn ông đến cầu thang.",
  "Japanese": "男の頭の髪を階段にドラッグする",
  "Korean": "남자의 머리카락을 계단으로 드래그하기",
  "Russian": "Тяните волосы на голове мужчины к лестнице.",
  "Hindi": "आदमी के सिर के बालों को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o cabelo na cabeça do homem para as escadas",
  "Spanish": "Arrastra el cabello en la cabeza del hombre hacia las escaleras",
  "German": "Ziehe die Haare auf dem Kopf des Mannes zu den Treppen",
  "French": "Faites glisser les cheveux sur la tête de l'homme vers les escaliers",
  "Arabic": "اسحب الشعر على رأس الرجل إلى الدرج"
},
  "107": {
  "id": "107",
  "Chinese": "拖动男人手上的锤子到楼梯处",
  "English": "Drag the hammer in the man's hand to the stairs.",
  "Thailand": "ลากค้อนในมือของชายคนนั้นไปที่บันได",
  "Indonasia": "Seret palu di tangan pria itu ke tangga.",
  "Chinese_tw": "拖動男人手上的錘子到樓梯處",
  "Malay": "Seret tukul di tangan lelaki itu ke tangga.",
  "Vietnamese": "Kéo búa trong tay người đàn ông đến cầu thang.",
  "Japanese": "男の手にあるハンマーを階段にドラッグする",
  "Korean": "남자의 손에 있는 망치를 계단으로 드래그하기",
  "Russian": "Тяните молоток, который держит мужчина, к лестнице.",
  "Hindi": "आदमी के हाथ में हथौड़ी को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o martelo na mão do homem para as escadas",
  "Spanish": "Arrastra el martillo en la mano del hombre hacia las escaleras",
  "German": "Ziehe den Hammer in der Hand des Mannes zu den Treppen",
  "French": "Faites glisser le marteau dans la main de l'homme vers les escaliers",
  "Arabic": "اسحب المطرقة في يد الرجل إلى الدرج"
},
  "108": {
  "id": "108",
  "Chinese": "拖动女人手上的雨伞到楼梯处",
  "English": "Drag the umbrella in the woman's hand to the stairs.",
  "Thailand": "ลากร่มในมือของผู้หญิงไปที่บันได",
  "Indonasia": "Seret payung di tangan wanita ke tangga.",
  "Chinese_tw": "拖動女人手上的雨傘到樓梯處",
  "Malay": "Seret payung di tangan wanita ke tangga.",
  "Vietnamese": "Kéo ô trong tay người phụ nữ đến cầu thang.",
  "Japanese": "女の手にある傘を階段にドラッグする",
  "Korean": "여자의 손에 있는 우산을 계단으로 드래그하기",
  "Russian": "Тяните зонт, который держит женщина, к лестнице.",
  "Hindi": "महिला के हाथ में छाता को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o guarda-chuva na mão da mulher para as escadas",
  "Spanish": "Arrastra el paraguas en la mano de la mujer hacia las escaleras",
  "German": "Ziehe den Regenschirm in der Hand der Frau zu den Treppen",
  "French": "Faites glisser le parapluie dans la main de la femme vers les escaliers",
  "Arabic": "اسحب المظلة في يد المرأة إلى الدرج"
},
  "109": {
  "id": "109",
  "Chinese": "拖动地上的砖块到楼梯处",
  "English": "Drag the brick on the ground to the stairs.",
  "Thailand": "ลากอิฐบนพื้นไปที่บันได",
  "Indonasia": "Seret batu bata di tanah ke tangga.",
  "Chinese_tw": "拖動地上的磚塊到樓梯處",
  "Malay": "Seret bata di tanah ke tangga.",
  "Vietnamese": "Kéo viên gạch trên mặt đất đến cầu thang.",
  "Japanese": "地面のレンガを階段にドラッグする",
  "Korean": "지상의 벽돌을 계단으로 드래그하기",
  "Russian": "Тяните кирпичи с земли к лестнице.",
  "Hindi": "ज़मीन पर पड़े ईंट को सीढ़ियों पर खींचें",
  "Portuguese": "Arraste o tijolo no chão para as escadas",
  "Spanish": "Arrastra el ladrillo en el suelo hacia las escaleras",
  "German": "Ziehe den Ziegelstein auf dem Boden zu den Treppen",
  "French": "Faites glisser la brique au sol vers les escaliers",
  "Arabic": "اسحب الطوبة على الأرض إلى الدرج"
},
  "110": {
  "id": "110",
  "Chinese": "拖动木头到楼梯处",
  "English": "Drag the wood to the stairs.",
  "Thailand": "ลากไม้ไปที่บันได",
  "Indonasia": "Seret kayu ke tangga.",
  "Chinese_tw": "拖動木頭到樓梯處",
  "Malay": "Seret kayu ke tangga.",
  "Vietnamese": "Kéo gỗ đến cầu thang.",
  "Japanese": "木材を階段にドラッグする",
  "Korean": "나무를 계단으로 드래그하기",
  "Russian": "Тяните древесину к лестнице.",
  "Hindi": "लकड़ी को सीढ़ी के पास खींचें",
  "Portuguese": "Arraste a madeira para o local da escada",
  "Spanish": "Arrastra la madera al lugar de la escalera",
  "German": "Ziehen Sie das Holz zur Treppe",
  "French": "Faites glisser le bois vers l'escalier",
  "Arabic": "اسحب الخشب إلى مكان السلم"
},
  "111": {
  "id": "111",
  "Chinese": "拖动老虎口中的骨头到楼梯处",
  "English": "Drag the bone from the tiger's mouth to the stairs.",
  "Thailand": "ลากกระดูกจากปากเสือไปที่บันได",
  "Indonasia": "Seret tulang dari mulut harimau ke tangga.",
  "Chinese_tw": "拖動老虎口中的骨頭到樓梯處",
  "Malay": "Seret tulang dari mulut harimau ke tangga.",
  "Vietnamese": "Kéo xương từ miệng hổ đến cầu thang.",
  "Japanese": "虎の口の骨を階段にドラッグする",
  "Korean": "호랑이 입의 뼈를 계단으로 드래그하기",
  "Russian": "Тяните кости из пасти тигра к лестнице.",
  "Hindi": "बाघ के मुंह से हड्डी को सीढ़ी के पास खींचें",
  "Portuguese": "Arraste o osso da boca do tigre para o local da escada",
  "Spanish": "Arrastra el hueso de la boca del tigre al lugar de la escalera",
  "German": "Ziehen Sie den Knochen aus dem Maul des Tigers zur Treppe",
  "French": "Faites glisser l'os de la bouche du tigre vers l'escalier",
  "Arabic": "اسحب العظمة من فم النمر إلى مكان السلم"
},
  "112": {
  "id": "112",
  "Chinese": "拖动右下角水管到楼梯处",
  "English": "Drag the pipe in the lower right corner to the stairs.",
  "Thailand": "ลากท่อที่มุมขวาล่างไปที่บันได",
  "Indonasia": "Seret pipa di sudut kanan bawah ke tangga.",
  "Chinese_tw": "拖動右下角水管到樓梯處",
  "Malay": "Seret paip di sudut kanan bawah ke tangga.",
  "Vietnamese": "Kéo ống ở góc dưới bên phải đến cầu thang.",
  "Japanese": "右下のパイプを階段にドラッグする",
  "Korean": "오른쪽 아래 파이프를 계단으로 드래그하기",
  "Russian": "Тяните водопровод из правого нижнего угла к лестнице.",
  "Hindi": "दाएं नीचे कोने की पाइप को सीढ़ी के पास खींचें",
  "Portuguese": "Arraste o cano no canto inferior direito para o local da escada",
  "Spanish": "Arrastra la tubería en la esquina inferior derecha al lugar de la escalera",
  "German": "Ziehen Sie das Rohr in der unteren rechten Ecke zur Treppe",
  "French": "Faites glisser le tuyau dans le coin inférieur droit vers l'escalier",
  "Arabic": "اسحب الأنبوب في الزاوية السفلى اليمنى إلى مكان السلم"
},
  "113": {
  "id": "113",
  "Chinese": "拖动右下角的鱼到楼梯处",
  "English": "Drag the fish in the lower right corner to the stairs.",
  "Thailand": "ลากปลาในมุมขวาล่างไปที่บันได",
  "Indonasia": "Seret ikan di sudut kanan bawah ke tangga.",
  "Chinese_tw": "拖動右下角的魚到樓梯處",
  "Malay": "Seret ikan di sudut kanan bawah ke tangga.",
  "Vietnamese": "Kéo cá ở góc dưới bên phải đến cầu thang.",
  "Japanese": "右下の魚を階段にドラッグする",
  "Korean": "오른쪽 아래의 물고기를 계단으로 드래그하기",
  "Russian": "Тяните рыбу из правого нижнего угла к лестнице.",
  "Hindi": "दाएं नीचे कोने की मछली को सीढ़ी के पास खींचें",
  "Portuguese": "Arraste o peixe no canto inferior direito para o local da escada",
  "Spanish": "Arrastra el pez en la esquina inferior derecha al lugar de la escalera",
  "German": "Ziehen Sie den Fisch in der unteren rechten Ecke zur Treppe",
  "French": "Faites glisser le poisson dans le coin inférieur droit vers l'escalier",
  "Arabic": "اسحب السمكة في الزاوية السفلى اليمنى إلى مكان السلم"
},
  "114": {
  "id": "114",
  "Chinese": "拖动右下角的水草到楼梯处",
  "English": "Drag the seaweed in the lower right corner to the stairs.",
  "Thailand": "ลากสาหร่ายในมุมขวาล่างไปที่บันได",
  "Indonasia": "Seret rumput laut di sudut kanan bawah ke tangga.",
  "Chinese_tw": "拖動右下角的水草到樓梯處",
  "Malay": "Seret rumpai laut di sudut kanan bawah ke tangga.",
  "Vietnamese": "Kéo rong biển ở góc dưới bên phải đến cầu thang.",
  "Japanese": "右下の海藻を階段にドラッグする",
  "Korean": "오른쪽 아래의 해초를 계단으로 드래그하기",
  "Russian": "Тяните водоросли из правого нижнего угла к лестнице.",
  "Hindi": "दाएं नीचे कोने की जलघास को सीढ़ी के पास खींचें",
  "Portuguese": "Arraste a planta aquática no canto inferior direito para o local da escada",
  "Spanish": "Arrastra la planta acuática en la esquina inferior derecha al lugar de la escalera",
  "German": "Ziehen Sie das Wassergras in der unteren rechten Ecke zur Treppe",
  "French": "Faites glisser les plantes aquatiques dans le coin inférieur droit vers l'escalier",
  "Arabic": "اسحب الأعشاب المائية في الزاوية السفلى اليمنى إلى مكان السلم"
}
}