{
  "0": {
  "id": "0",
  "Chinese": "这是他的房子，这里充满了回忆",
  "English": "This was his house, full of memories.",
  "Thailand": "นี่คือบ้านของเขา ที่นี่เต็มไปด้วยความทรงจำ",
  "Indonasia": "Ini adalah rumahnya, penuh kenangan.",
  "Chinese_tw": "這是他的房子，充滿了回憶",
  "Malay": "Ini rumahnya, penuh dengan kenangan.",
  "Vietnamese": "Đây là ngôi nhà của anh ấy, đầy kỷ niệm.",
  "Japanese": "これは彼の家で、思い出がいっぱい。",
  "Korean": "이곳은 그의 집으로, 추억이 가득합니다.",
  "Russian": "Это его дом, здесь полно воспоминаний.",
  "Hindi": "यह उसका घर है, यहाँ यादें भरी हुई हैं",
  "Portuguese": "Esta é a casa dele, cheia de memórias",
  "Spanish": "Esta es su casa, llena de recuerdos",
  "German": "Das ist sein Haus, hier sind viele Erinnerungen",
  "French": "C'est sa maison, pleine de souvenirs",
  "Arabic": "هذا هو منزله، مليء بالذكريات"
},
  "1": {
  "id": "1",
  "Chinese": "后来，这里变成了一片森林",
  "English": "Later, it turned into a forest.",
  "Thailand": "ต่อมามันกลายเป็นป่า",
  "Indonasia": "Kemudian, tempat ini berubah menjadi hutan.",
  "Chinese_tw": "後來，這裡變成了一片森林",
  "Malay": "Kemudian, tempat ini menjadi hutan.",
  "Vietnamese": "Sau đó, nơi này trở thành rừng.",
  "Japanese": "その後、ここは森になった。",
  "Korean": "후에 여기는 숲이 되었습니다.",
  "Russian": "Потом это место превратилось в лес.",
  "Hindi": "बाद में, यह एक जंगल में बदल गया",
  "Portuguese": "Depois, isso se transformou em uma floresta",
  "Spanish": "Luego, esto se convirtió en un bosque",
  "German": "Später verwandelte sich das hier in einen Wald",
  "French": "Plus tard, cela s'est transformé en une forêt",
  "Arabic": "لاحقًا، تحول هذا إلى غابة"
},
  "2": {
  "id": "2",
  "Chinese": "爸爸妈妈的墓地没人维护，长满了杂草",
  "English": "The parents' graves are overgrown with weeds.",
  "Thailand": "หลุมศพของพ่อแม่ไม่มีใครดูแล มีแต่หญ้าขึ้นรก",
  "Indonasia": "Kuburan orang tua tidak terawat, dipenuhi rumput liar.",
  "Chinese_tw": "爸媽的墓地沒人維護，長滿了雜草",
  "Malay": "Kubur ibu bapa tidak dijaga, penuh dengan lalang.",
  "Vietnamese": "Mộ của bố mẹ không ai chăm sóc, cỏ dại mọc um tùm.",
  "Japanese": "両親の墓は手入れされず、雑草が生えている。",
  "Korean": "부모님의 묘지는 관리되지 않아 잡초가 무성합니다.",
  "Russian": "Могилы родителей никто не ухаживает, они заросли сорняками.",
  "Hindi": "माँ-बाप की कब्रों की देखभाल कोई नहीं करता, घास-फूस उग आई है",
  "Portuguese": "O cemitério dos meus pais não é mantido, está cheio de ervas daninhas",
  "Spanish": "La tumba de papá y mamá no tiene mantenimiento, está llena de maleza",
  "German": "Die Gräber von Mama und Papa werden nicht gepflegt, sie sind mit Unkraut überwuchert",
  "French": "La tombe de mes parents n'est pas entretenue, elle est envahie par les mauvaises herbes",
  "Arabic": "مقبرة والديّ لا تُعنى بها أحد، وقد نمت فيها الأعشاب الضارة"
},
  "3": {
  "id": "3",
  "Chinese": "你要是和他结婚，我们就没你这个女儿！",
  "English": "If you marry him, you're no longer our daughter!",
  "Thailand": "ถ้าคุณแต่งงานกับเขา เราจะไม่ถือว่าคุณเป็นลูกสาวอีกต่อไป!",
  "Indonasia": "Jika kamu menikah dengannya, kami tidak menganggapmu sebagai anak kami lagi!",
  "Chinese_tw": "你要是和他結婚，我們就沒你這個女兒！",
  "Malay": "Kalau kamu kahwin dengan dia, kami tidak akan anggap kamu anak kami lagi!",
  "Vietnamese": "Nếu con lấy anh ta, chúng ta sẽ không coi con là con nữa!",
  "Japanese": "彼と結婚するなら、もう娘じゃない！",
  "Korean": "네가 그와 결혼하면 우리는 너를 딸로 여기지 않을 것이다!",
  "Russian": "Если ты выйдешь за него замуж, мы тебя больше не считаем нашей дочерью!",
  "Hindi": "अगर तुम उससे शादी करोगी, तो हम तुम्हें अपनी बेटी नहीं मानेंगे!",
  "Portuguese": "Se você se casar com ele, não seremos mais sua filha!",
  "Spanish": "¡Si te casas con él, ya no serás nuestra hija!",
  "German": "Wenn du ihn heiratest, haben wir dich nicht mehr als Tochter!",
  "French": "Si tu l'épouses, nous n'aurons plus de fille !",
  "Arabic": "إذا تزوجت منه، فلن نعتبرك ابنتنا بعد الآن!"
},
  "4": {
  "id": "4",
  "Chinese": "大雨把这里变成了泥泞地",
  "English": "Heavy rain turned this place into a muddy field.",
  "Thailand": "ฝนหนักทำให้ที่นี่กลายเป็นดินโคลน",
  "Indonasia": "Hujan deras mengubah tempat ini menjadi ladang berlumpur.",
  "Chinese_tw": "大雨把這裡變成了泥濘地",
  "Malay": "Hujan lebat mengubah tempat ini menjadi tanah berlumpur.",
  "Vietnamese": "Mưa lớn biến nơi này thành bãi bùn.",
  "Japanese": "大雨でここは泥地になった。",
  "Korean": "폭우가 이곳을 진흙밭으로 만들었습니다.",
  "Russian": "Сильный дождь превратил это место в грязь.",
  "Hindi": "तेज बारिश ने इसे कीचड़ में बदल दिया",
  "Portuguese": "A chuva forte transformou isso em um lamaçal",
  "Spanish": "La fuerte lluvia convirtió esto en un lodazal",
  "German": "Der starke Regen hat dies in einen Morast verwandelt",
  "French": "La forte pluie a transformé cet endroit en un bourbier",
  "Arabic": "حولت الأمطار الغزيرة هذا إلى طين"
},
  "5": {
  "id": "5",
  "Chinese": "我没能力让我们母女俩过上好日子",
  "English": "I couldn't provide a good life for us.",
  "Thailand": "ฉันไม่สามารถทำให้เราสองแม่ลูกมีชีวิตที่ดีได้",
  "Indonasia": "Saya tidak mampu memberikan kehidupan yang baik bagi kami.",
  "Chinese_tw": "我沒能力讓我們母女倆過上好日子",
  "Malay": "Saya tidak mampu memberikan kehidupan yang baik untuk kita.",
  "Vietnamese": "Tôi không thể lo cho mẹ con chúng ta cuộc sống tốt.",
  "Japanese": "私には二人の生活を良くする力がなかった。",
  "Korean": "나는 우리 모녀에게 좋은 삶을 제공할 수 없었습니다.",
  "Russian": "Я не могу обеспечить хорошую жизнь для нас с дочерью.",
  "Hindi": "मेरे पास हमारी माँ-बेटी की अच्छी जिंदगी जीने की क्षमता नहीं है",
  "Portuguese": "Não tenho condições de proporcionar uma boa vida para nós duas",
  "Spanish": "No tengo la capacidad de hacer que tengamos una buena vida madre e hija",
  "German": "Ich habe nicht die Fähigkeit, uns beiden ein gutes Leben zu ermöglichen",
  "French": "Je n'ai pas les moyens de faire vivre une bonne vie à ma mère et moi",
  "Arabic": "ليس لدي القدرة على توفير حياة جيدة لنا كأم وابنة"
},
  "6": {
  "id": "6",
  "Chinese": "只剩一些充饥的野菜了",
  "English": "Only some wild vegetables were left to eat.",
  "Thailand": "เหลือแต่ผักป่าให้กิน",
  "Indonasia": "Hanya tersisa beberapa sayuran liar untuk dimakan.",
  "Chinese_tw": "只剩一些充飢的野菜了",
  "Malay": "Hanya tinggal beberapa sayur liar untuk dimakan.",
  "Vietnamese": "Chỉ còn vài cây rau dại để ăn.",
  "Japanese": "残ったのは飢えを凌ぐ野菜だけ。",
  "Korean": "먹을 수 있는 것은 약간의 야채뿐이었습니다.",
  "Russian": "Остались только дикие овощи, чтобы утолить голод.",
  "Hindi": "सिर्फ कुछ भूख मिटाने वाली जंगली सब्जियाँ बची हैं",
  "Portuguese": "Só restaram algumas verduras selvagens para saciar a fome",
  "Spanish": "Solo quedan algunas verduras silvestres para saciar el hambre",
  "German": "Es bleiben nur einige hungrigmachende Wildkräuter übrig",
  "French": "Il ne reste que quelques légumes sauvages pour apaiser la faim",
  "Arabic": "لم يتبق سوى بعض الخضروات البرية لإشباع الجوع"
},
  "7": {
  "id": "7",
  "Chinese": "为了生存，我在花园种满了野菜",
  "English": "To survive, I planted wild vegetables in the garden.",
  "Thailand": "เพื่อความอยู่รอด ฉันปลูกผักป่าเต็มสวน",
  "Indonasia": "Demi bertahan hidup, saya menanam sayuran liar di kebun.",
  "Chinese_tw": "為了生存，我在花園種滿了野菜",
  "Malay": "Untuk bertahan hidup, saya tanam sayur liar di taman.",
  "Vietnamese": "Để tồn tại, tôi trồng đầy rau dại trong vườn.",
  "Japanese": "生き延びるために、庭に野菜を植えた。",
  "Korean": "생존을 위해 정원에 야채를 심었습니다.",
  "Russian": "Чтобы выжить, я засадила сад дикими овощами.",
  "Hindi": "जीवित रहने के लिए, मैंने बगीचे में जंगली सब्जियाँ उगा दी हैं",
  "Portuguese": "Para sobreviver, plantei verduras selvagens no jardim",
  "Spanish": "Para sobrevivir, llené el jardín de verduras silvestres",
  "German": "Um zu überleben, habe ich den Garten mit Wildkräutern bepflanzt",
  "French": "Pour survivre, j'ai rempli le jardin de légumes sauvages",
  "Arabic": "من أجل البقاء، زرعت حديقة بالخضروات البرية"
},
  "8": {
  "id": "8",
  "Chinese": "亲爱的，嫁给我吧",
  "English": "Darling, marry me.",
  "Thailand": "ที่รัก แต่งงานกับฉันเถอะ",
  "Indonasia": "Sayang, menikahlah denganku.",
  "Chinese_tw": "親愛的，嫁給我吧",
  "Malay": "Sayang, kahwinlah dengan saya.",
  "Vietnamese": "Em yêu, cưới anh nhé.",
  "Japanese": "愛しい人よ、結婚してくれ。",
  "Korean": "사랑하는 사람, 나와 결혼해 주세요.",
  "Russian": "Дорогая, выходи за меня.",
  "Hindi": "प्रिय, मुझसे शादी करो",
  "Portuguese": "Querida, case-se comigo",
  "Spanish": "Querida, cásate conmigo",
  "German": "Liebling, heirate mich",
  "French": "Chérie, épouse-moi",
  "Arabic": "عزيزتي، تزوجيني"
},
  "9": {
  "id": "9",
  "Chinese": "那时候家族还未没落，我还是家里的千金",
  "English": "Back then, I was the family's beloved daughter.",
  "Thailand": "ตอนนั้นครอบครัวยังไม่ล่มสลาย ฉันยังเป็นลูกสาวคนโปรดของบ้าน",
  "Indonasia": "Saat itu, keluarga kami belum runtuh, saya masih menjadi putri kesayangan keluarga.",
  "Chinese_tw": "那時家族還未沒落，我還是家裡的千金",
  "Malay": "Masa itu, keluarga kita belum jatuh, saya masih anak kesayangan.",
  "Vietnamese": "Lúc đó gia đình chưa sa sút, tôi vẫn là tiểu thư nhà.",
  "Japanese": "あの時、家族はまだ没落しておらず、私は家の宝だった。",
  "Korean": "그때는 가족이 아직 몰락하지 않았고, 나는 집의 귀한 딸이었습니다.",
  "Russian": "Тогда наша семья еще не была в упадке, я была богатой наследницей.",
  "Hindi": "उस समय परिवार का पतन नहीं हुआ था, मैं घर की लाड़ली थी",
  "Portuguese": "Naquela época, a família ainda não havia caído, eu era a filha única da casa",
  "Spanish": "En ese momento, la familia aún no había caído, yo era la niña de la casa",
  "German": "Damals war die Familie noch nicht gefallen, ich war das einzige Kind im Haus",
  "French": "À cette époque, la famille n'était pas encore tombée, j'étais la fille chérie de la maison",
  "Arabic": "في ذلك الوقت، لم تكن العائلة قد سقطت بعد، كنت أنا ابنة المنزل المدللة"
},
  "10": {
  "id": "10",
  "Chinese": "那你永远也不能背叛我",
  "English": "You must never betray me.",
  "Thailand": "คุณต้องไม่ทรยศฉันเด็ดขาด",
  "Indonasia": "Kamu tidak boleh mengkhianatiku.",
  "Chinese_tw": "那你永遠也不能背叛我",
  "Malay": "Kamu tidak boleh mengkhianati saya.",
  "Vietnamese": "Em không bao giờ được phản bội anh.",
  "Japanese": "あなたは絶対に私を裏切ってはならない。",
  "Korean": "당신은 절대 나를 배신해서는 안 됩니다.",
  "Russian": "Ты никогда не должен меня предавать.",
  "Hindi": "तो तुम कभी भी मुझे धोखा नहीं दे सकते",
  "Portuguese": "Então você nunca poderá me trair",
  "Spanish": "Entonces nunca podrás traicionarme",
  "German": "Dann kannst du mich niemals betrügen",
  "French": "Alors tu ne pourras jamais me trahir",
  "Arabic": "لذا لن تتمكن أبدًا من خيانتي"
},
  "11": {
  "id": "11",
  "Chinese": "为什么你会选择她，而不是我！",
  "English": "Why did you choose her, not me!",
  "Thailand": "ทำไมคุณเลือกเธอ ไม่ใช่ฉัน!",
  "Indonasia": "Kenapa kamu memilih dia, bukan aku!",
  "Chinese_tw": "為什麼你會選擇她，而不是我！",
  "Malay": "Kenapa kamu pilih dia, bukan saya!",
  "Vietnamese": "Tại sao anh chọn cô ấy, không phải em!",
  "Japanese": "なぜ彼女を選んだの、私じゃなくて！",
  "Korean": "왜 그녀를 선택했나요, 나를 아니고!",
  "Russian": "Почему ты выбрал её, а не меня?",
  "Hindi": "तुमने उसे क्यों चुना, मुझे नहीं!",
  "Portuguese": "Por que você escolheu ela, e não eu!",
  "Spanish": "¿Por qué elegiste a ella y no a mí?",
  "German": "Warum hast du sie gewählt und nicht mich!",
  "French": "Pourquoi as-tu choisi elle et pas moi !",
  "Arabic": "لماذا اخترت هي وليس أنا!"
},
  "12": {
  "id": "12",
  "Chinese": "当时这里还很干净",
  "English": "This place was clean back then.",
  "Thailand": "ตอนนั้นที่นี่สะอาดมาก",
  "Indonasia": "Tempat ini bersih waktu itu.",
  "Chinese_tw": "當時這裡還很乾淨",
  "Malay": "Masa itu tempat ini masih bersih.",
  "Vietnamese": "Lúc đó nơi này còn sạch sẽ.",
  "Japanese": "その時、ここはまだ綺麗だった。",
  "Korean": "그때 여기는 아주 깨끗했습니다.",
  "Russian": "Тогда здесь было чисто.",
  "Hindi": "तब यहाँ बहुत साफ था",
  "Portuguese": "Naquela época, aqui ainda estava muito limpo",
  "Spanish": "En ese momento, aquí estaba muy limpio",
  "German": "Damals war es hier noch sehr sauber",
  "French": "À l'époque, c'était encore très propre ici",
  "Arabic": "في ذلك الوقت، كان المكان هنا نظيفًا جدًا"
},
  "13": {
  "id": "13",
  "Chinese": "当初我们一起领养了它",
  "English": "We adopted it together.",
  "Thailand": "เรารับเลี้ยงมันด้วยกัน",
  "Indonasia": "Kami mengadopsinya bersama-sama.",
  "Chinese_tw": "當初我們一起領養了它",
  "Malay": "Kita sama-sama mengambilnya.",
  "Vietnamese": "Chúng ta đã cùng nhận nuôi nó.",
  "Japanese": "私たちは一緒にそれを養子にした。",
  "Korean": "우리는 그것을 함께 입양했습니다.",
  "Russian": "Когда-то мы вместе его усыновили.",
  "Hindi": "हमने मिलकर इसे गोद लिया था",
  "Portuguese": "Nós adotamos isso juntos no início",
  "Spanish": "Al principio, lo adoptamos juntos",
  "German": "Wir haben es damals zusammen adoptiert",
  "French": "Nous l'avons adopté ensemble au début",
  "Arabic": "لقد تبنيناها معًا في البداية"
},
  "14": {
  "id": "14",
  "Chinese": "我还记得，那天是一个美好的晴天",
  "English": "I remember, it was a beautiful sunny day.",
  "Thailand": "ฉันจำได้ มันเป็นวันที่อากาศดี",
  "Indonasia": "Saya ingat, itu adalah hari yang cerah dan indah.",
  "Chinese_tw": "我還記得，那天是個美好的晴天",
  "Malay": "Saya ingat, hari itu sangat cerah dan indah.",
  "Vietnamese": "Tôi nhớ, hôm đó trời rất đẹp.",
  "Japanese": "覚えている、あの日は素晴らしい晴天だった。",
  "Korean": "나는 그날이 멋진 맑은 날이었다는 것을 기억합니다.",
  "Russian": "Я до сих пор помню, это был прекрасный солнечный день.",
  "Hindi": "मुझे याद है, वह दिन एक खूबसूरत धूप वाला दिन था",
  "Portuguese": "Eu ainda me lembro, aquele dia era um lindo dia ensolarado",
  "Spanish": "Todavía recuerdo, ese día era un hermoso día soleado",
  "German": "Ich erinnere mich noch, dass es ein schöner sonniger Tag war",
  "French": "Je me souviens, ce jour-là était une belle journée ensoleillée",
  "Arabic": "ما زلت أتذكر، كان ذلك اليوم يومًا مشمسًا جميلًا"
},
  "15": {
  "id": "15",
  "Chinese": "那时我总是一个人在花园旁喝下午茶",
  "English": "I always had afternoon tea by the garden.",
  "Thailand": "ตอนนั้นฉันมักนั่งดื่มชาตอนบ่ายข้างสวน",
  "Indonasia": "Saat itu, saya selalu minum teh sore di samping kebun.",
  "Chinese_tw": "那時我總是一個人在花園旁喝下午茶",
  "Malay": "Masa itu saya selalu minum teh petang di tepi taman.",
  "Vietnamese": "Lúc đó tôi luôn uống trà chiều bên cạnh vườn.",
  "Japanese": "その時、私はいつも庭のそばで午後の紅茶を飲んでいた。",
  "Korean": "그때 나는 항상 정원 옆에서 오후 차를 마셨습니다.",
  "Russian": "В то время я всегда пила чай одна у сада.",
  "Hindi": "तब मैं हमेशा बगीचे के पास दोपहर की चाय अकेले पीता था",
  "Portuguese": "Naquela época, eu sempre tomava chá da tarde sozinho ao lado do jardim",
  "Spanish": "En ese entonces, siempre tomaba té por la tarde solo al lado del jardín",
  "German": "Damals habe ich immer alleine im Garten nachmittags Tee getrunken",
  "French": "À cette époque, je prenais toujours le thé l'après-midi seul près du jardin",
  "Arabic": "في ذلك الوقت، كنت دائمًا أشرب الشاي بعد الظهر وحدي بجوار الحديقة"
},
  "16": {
  "id": "16",
  "Chinese": "他会骑着自行车搭着我环游世界",
  "English": "He would take me on bike rides around the world.",
  "Thailand": "เขามักพาฉันขี่จักรยานเที่ยวรอบโลก",
  "Indonasia": "Dia akan membawa saya berkeliling dunia dengan sepeda.",
  "Chinese_tw": "他會騎著自行車載著我環遊世界",
  "Malay": "Dia akan membawa saya keliling dunia dengan basikal.",
  "Vietnamese": "Anh ấy sẽ đèo tôi đi vòng quanh thế giới.",
  "Japanese": "彼は自転車に乗って、私を世界中に連れて行ってくれた。",
  "Korean": "그는 자전거를 타고 나를 세계 일주에 데려갔습니다.",
  "Russian": "Он катался на велосипеде и возил меня по миру.",
  "Hindi": "वह साइकिल चलाकर मुझे दुनिया भर में घुमाएगा",
  "Portuguese": "Ele andaria de bicicleta me levando para viajar pelo mundo",
  "Spanish": "Él montaría en bicicleta llevándome a recorrer el mundo",
  "German": "Er würde mit dem Fahrrad fahren und mich um die Welt fahren",
  "French": "Il ferait du vélo en m'emmenant faire le tour du monde",
  "Arabic": "كان سيركب الدراجة ويأخذني في جولة حول العالم"
},
  "17": {
  "id": "17",
  "Chinese": "花园开满了我最爱的花",
  "English": "The garden was full of my favorite flowers.",
  "Thailand": "สวนเต็มไปด้วยดอกไม้ที่ฉันชอบ",
  "Indonasia": "Kebun itu penuh dengan bunga favoritku.",
  "Chinese_tw": "花園開滿了我最愛的花",
  "Malay": "Taman penuh dengan bunga kesukaan saya.",
  "Vietnamese": "Vườn đầy hoa yêu thích của tôi.",
  "Japanese": "庭は私の好きな花でいっぱいだった。",
  "Korean": "정원은 내가 가장 좋아하는 꽃으로 가득했습니다.",
  "Russian": "Сад был в полном цветении моих любимых цветов.",
  "Hindi": "बगीचे में मेरे पसंदीदा फूल खिले हुए थे",
  "Portuguese": "O jardim estava cheio das minhas flores favoritas",
  "Spanish": "El jardín estaba lleno de mis flores favoritas",
  "German": "Der Garten blühte mit meinen Lieblingsblumen",
  "French": "Le jardin était rempli de mes fleurs préférées",
  "Arabic": "كانت الحديقة مليئة بأزهاري المفضلة"
},
  "18": {
  "id": "18",
  "Chinese": "臭小子，一定要对我闺女好点",
  "English": "Boy, you better treat my daughter well.",
  "Thailand": "เจ้าหนู ต้องดูแลลูกสาวฉันให้ดี",
  "Indonasia": "Anak muda, jaga putriku dengan baik.",
  "Chinese_tw": "臭小子，一定要對我女兒好點",
  "Malay": "Budak, jaga anak perempuan saya baik-baik.",
  "Vietnamese": "Nhóc, phải đối xử tốt với con gái tôi.",
  "Japanese": "若者よ、私の娘を大切にしなさい。",
  "Korean": "어린이, 내 딸을 잘 대해 주세요.",
  "Russian": "Парень, ты должен хорошо относиться к моей дочери.",
  "Hindi": "बदमाश, मेरी बेटी का ध्यान रखना",
  "Portuguese": "Seu moleque, você tem que tratar bem minha filha",
  "Spanish": "¡Maldito mocoso, tienes que tratar bien a mi hija!",
  "German": "Du kleiner Scheißer, behandle meine Tochter gut",
  "French": "Espèce de petit, tu dois bien traiter ma fille",
  "Arabic": "أيها الصغير، يجب أن تعتني بابنتي جيدًا"
},
  "19": {
  "id": "19",
  "Chinese": "阴沉的天空下着冷冰冰的雨",
  "English": "A gloomy sky brought cold rain.",
  "Thailand": "ท้องฟ้าครึ้มไปด้วยฝนเย็น",
  "Indonasia": "Langit yang mendung membawa hujan dingin.",
  "Chinese_tw": "陰沉的天空下著冷冰冰的雨",
  "Malay": "Langit mendung membawa hujan dingin.",
  "Vietnamese": "Bầu trời u ám kèm mưa lạnh.",
  "Japanese": "陰鬱な空に冷たい雨が降る。",
  "Korean": "우울한 하늘 아래 차가운 비가 내립니다.",
  "Russian": "Под пасмурным небом шел холодный дождь.",
  "Hindi": "अंधेरे आसमान के नीचे ठंडी बारिश हो रही थी",
  "Portuguese": "Sob o céu nublado, a chuva fria caía",
  "Spanish": "Bajo el cielo nublado, caía una lluvia fría",
  "German": "Unter dem trüben Himmel fiel der kalte Regen",
  "French": "Sous le ciel nuageux, la pluie froide tombait",
  "Arabic": "تسقط الأمطار الباردة تحت السماء الملبدة بالغيوم"
},
  "20": {
  "id": "20",
  "Chinese": "亲爱的，不要丢下我",
  "English": "Darling, don't leave me.",
  "Thailand": "ที่รัก อย่าทิ้งฉันไป",
  "Indonasia": "Sayang, jangan tinggalkan aku.",
  "Chinese_tw": "親愛的，不要丟下我",
  "Malay": "Sayang, jangan tinggalkan saya.",
  "Vietnamese": "Anh yêu, đừng bỏ em.",
  "Japanese": "愛しい人よ、私を捨てないで。",
  "Korean": "사랑하는 사람, 나를 버리지 마세요.",
  "Russian": "Дорогой, не оставляй меня.",
  "Hindi": "प्रिय, मुझे मत छोड़ो",
  "Portuguese": "Querido, não me deixe",
  "Spanish": "Querido, no me dejes",
  "German": "Liebling, lass mich nicht im Stich",
  "French": "Chéri, ne me laisse pas",
  "Arabic": "عزيزي، لا تتركني"
},
  "21": {
  "id": "21",
  "Chinese": "我们分手吧，你配不上我",
  "English": "Let's break up, you're not good enough for me.",
  "Thailand": "เราควรเลิกกัน คุณไม่คู่ควรกับฉัน",
  "Indonasia": "Mari kita putus, kamu tidak pantas untukku.",
  "Chinese_tw": "我們分手吧，你配不上我",
  "Malay": "Mari kita berpisah, kamu tidak layak untuk saya.",
  "Vietnamese": "Chúng ta chia tay đi, anh không xứng với em.",
  "Japanese": "別れましょう、あなたは私にふさわしくない。",
  "Korean": "우리 헤어지자, 당신은 나에게 어울리지 않습니다.",
  "Russian": "Давай расстанемся, ты меня не стоишь.",
  "Hindi": "हम अलग हो जाते हैं, तुम मेरे लायक नहीं हो",
  "Portuguese": "Vamos terminar, você não é bom o suficiente para mim",
  "Spanish": "Terminemos, no eres lo suficientemente bueno para mí",
  "German": "Lass uns Schluss machen, du bist nicht gut genug für mich",
  "French": "Rompons, tu n'es pas à ma hauteur",
  "Arabic": "دعنا ننفصل، أنت لا تستحقني"
},
  "22": {
  "id": "22",
  "Chinese": "狗狗长大了，会保护我们了",
  "English": "The dog grew up and protected us.",
  "Thailand": "สุนัขโตขึ้นและคอยปกป้องเรา",
  "Indonasia": "Anjing itu tumbuh besar dan melindungi kami.",
  "Chinese_tw": "狗狗長大了，會保護我們了",
  "Malay": "Anjing itu sudah besar dan melindungi kita.",
  "Vietnamese": "Con chó đã lớn và bảo vệ chúng ta.",
  "Japanese": "犬は成長して、私たちを守ってくれた。",
  "Korean": "개는 자라서 우리를 보호하게 되었습니다.",
  "Russian": "Собака выросла и теперь защищает нас.",
  "Hindi": "कुत्ता बड़ा हो गया है, वह हमारी रक्षा करेगा",
  "Portuguese": "O cachorro cresceu, agora ele nos protegerá",
  "Spanish": "El perro ha crecido, ahora nos protegerá",
  "German": "Der Hund ist gewachsen, er wird uns beschützen",
  "French": "Le chien a grandi, il va nous protéger",
  "Arabic": "الكلب كبر، سيحمينا الآن"
},
  "23": {
  "id": "23",
  "Chinese": "后来，我的努力没有白费",
  "English": "My efforts eventually paid off.",
  "Thailand": "ในที่สุดความพยายามของฉันก็ไม่สูญเปล่า",
  "Indonasia": "Usaha saya tidak sia-sia pada akhirnya.",
  "Chinese_tw": "後來，我的努力沒有白費",
  "Malay": "Akhirnya usaha saya berhasil.",
  "Vietnamese": "Cuối cùng thì nỗ lực của tôi đã có kết quả.",
  "Japanese": "私の努力は無駄ではなかった。",
  "Korean": "결국 내 노력은 헛되지 않았습니다.",
  "Russian": "Потом мои усилия не пропали даром.",
  "Hindi": "बाद में, मेरी मेहनत बेकार नहीं गई",
  "Portuguese": "Depois, meu esforço não foi em vão",
  "Spanish": "Después, mi esfuerzo no fue en vano",
  "German": "Später war meine Mühe nicht umsonst",
  "French": "Plus tard, mes efforts n'ont pas été vains",
  "Arabic": "لاحقًا، لم تذهب جهودي سدى"
},
  "24": {
  "id": "24",
  "Chinese": "我就知道那臭小子不靠谱",
  "English": "I knew that boy wasn't reliable.",
  "Thailand": "ฉันรู้อยู่แล้วว่าเจ้าหนูนั้นไม่น่าเชื่อถือ",
  "Indonasia": "Saya tahu anak muda itu tidak bisa diandalkan.",
  "Chinese_tw": "我就知道那臭小子不靠譜",
  "Malay": "Saya tahu budak itu tidak boleh diharapkan.",
  "Vietnamese": "Tôi biết ngay nhóc đó không đáng tin.",
  "Japanese": "あの若者が信頼できないことは分かっていた。",
  "Korean": "그 소년이 신뢰할 수 없다는 것을 알고 있었습니다.",
  "Russian": "Я всегда знала, что этот парень ненадежен.",
  "Hindi": "मुझे पता था कि वह गंदा लड़का भरोसेमंद नहीं है",
  "Portuguese": "Eu sabia que aquele garoto não era confiável",
  "Spanish": "Sabía que ese chico no era de fiar",
  "German": "Ich wusste, dass dieser kleine Scheißer unzuverlässig ist",
  "French": "Je savais que ce petit gars n'était pas fiable",
  "Arabic": "كنت أعلم أن ذلك الفتى غير موثوق به"
},
  "1000": {
  "id": "1000",
  "Chinese": "改变哭泣的女人的结局",
  "English": "Change the fate of the crying woman",
  "Thailand": "เปลี่ยนชะตากรรมของผู้หญิงที่ร้องไห้",
  "Indonasia": "Ubah nasib wanita yang menangis",
  "Chinese_tw": "改變哭泣的女人的結局",
  "Malay": "Ubah nasib wanita yang menangis",
  "Vietnamese": "Thay đổi số phận của người phụ nữ đang khóc",
  "Japanese": "泣いている女性の運命を変える",
  "Korean": "울고 있는 여자의 운명을 바꾸다",
  "Russian": "Изменить судьбу плачущей женщины.",
  "Hindi": "रोती हुई औरत की कहानी बदल दो",
  "Portuguese": "Mude o final da mulher que chora",
  "Spanish": "Cambia el final de la mujer que llora",
  "German": "Ändere das Ende der weinenden Frau",
  "French": "Change le destin de la femme qui pleure",
  "Arabic": "غير نهاية المرأة التي تبكي"
}
}