{
  "0": {
  "id": "0",
  "Chinese": "好饿好饿，没有食材怎么烧烤！",
  "English": "So hungry, so hungry, how can we barbecue without ingredients!",
  "Thailand": "หิวมาก หิวมาก จะปิ้งย่างได้อย่างไรไม่มีวัตถุดิบ!",
  "Indonasia": "Sangat lapar, sangat lapar, bagaimana bisa memanggang tanpa bahan!",
  "Chinese_tw": "好餓好餓，沒有食材怎麼燒烤！",
  "Malay": "Sangat lapar, sangat lapar, bagaimana kita boleh membakar tanpa bahan!",
  "Vietnamese": "Đói quá, đói quá, làm sao có thể nướng mà không có nguyên liệu!",
  "Japanese": "お腹がすいた、お腹がすいた、食材がなければバーベキューできない！",
  "Korean": "너무 배고파, 너무 배고파, 재료가 없으면 바베큐를 어떻게 해!",
  "Russian": "Так голоден, так голоден, как можно жарить без ингредиентов!",
  "Hindi": "बहुत भूख लगी है, बहुत भूख लगी है, बिना सामग्री के बारबेक्यू कैसे करें!",
  "Portuguese": "Estou com muita fome, como podemos fazer churrasco sem ingredientes!",
  "Spanish": "¡Tengo mucha hambre, tengo mucha hambre, cómo podemos hacer una barbacoa sin ingredientes!",
  "German": "So hungrig, so hungrig, wie können wir grillen ohne Zutaten!",
  "French": "J'ai tellement faim, tellement faim, comment faire un barbecue sans ingrédients !",
  "Arabic": "أنا جائع جدًا، جائع جدًا، كيف يمكننا الشواء بدون مكونات!"
},
  "1": {
  "id": "1",
  "Chinese": "不够不够！",
  "English": "Not enough, not enough!",
  "Thailand": "ไม่พอ ไม่พอ!",
  "Indonasia": "Tidak cukup, tidak cukup!",
  "Chinese_tw": "不夠不夠！",
  "Malay": "Tidak cukup, tidak cukup!",
  "Vietnamese": "Không đủ, không đủ!",
  "Japanese": "足りない、足りない！",
  "Korean": "부족해, 부족해!",
  "Russian": "Недостаточно, недостаточно!",
  "Hindi": "काफी नहीं, काफी नहीं!",
  "Portuguese": "Não é suficiente, não é suficiente!",
  "Spanish": "¡No es suficiente, no es suficiente!",
  "German": "Nicht genug, nicht genug!",
  "French": "Pas assez, pas assez !",
  "Arabic": "غير كافٍ، غير كافٍ!"
},
  "2": {
  "id": "2",
  "Chinese": "这蘑菇有毒啊！这些都不能要了！",
  "English": "This mushroom is poisonous! We can’t keep any of these!",
  "Thailand": "เห็ดนี้มีพิษ! เอาไปไม่ได้เลย!",
  "Indonasia": "Jamur ini beracun! Semuanya tidak bisa disimpan!",
  "Chinese_tw": "這蘑菇有毒啊！這些都不能要了！",
  "Malay": "Cendawan ini beracun! Semua ini tidak boleh diambil!",
  "Vietnamese": "Nấm này có độc! Những thứ này đều không được giữ lại!",
  "Japanese": "このキノコは毒だ！これらは全部ダメだ！",
  "Korean": "이 버섯 독 있어요! 이건 다 안 돼요!",
  "Russian": "Этот гриб ядовит! Ничего из этого нельзя брать!",
  "Hindi": "यह मशरूम जहरीला है! इन्हें नहीं रख सकते!",
  "Portuguese": "Esse cogumelo é venenoso! Não podemos ficar com nenhum deles!",
  "Spanish": "¡Este hongo es venenoso! ¡No podemos quedarnos con ninguno de estos!",
  "German": "Dieser Pilz ist giftig! Wir können nichts davon behalten!",
  "French": "Ce champignon est toxique ! On ne peut rien garder de tout ça !",
  "Arabic": "هذا الفطر سام! لا يمكننا الاحتفاظ بأي شيء من هذا!"
},
  "3": {
  "id": "3",
  "Chinese": "火灭了还怎么烧烤啊！",
  "English": "How can we barbecue with the fire out!",
  "Thailand": "ไฟดับแล้วจะปิ้งย่างได้อย่างไร!",
  "Indonasia": "Bagaimana bisa memanggang jika apinya padam!",
  "Chinese_tw": "火滅了還怎麼燒烤啊！",
  "Malay": "Bagaimana kita boleh membakar dengan api padam!",
  "Vietnamese": "Làm sao có thể nướng khi lửa đã tắt!",
  "Japanese": "火が消えたらどうやってバーベキューするの！",
  "Korean": "불이 꺼졌는데 어떻게 바베큐를 해!",
  "Russian": "Как можно жарить, если огонь погас!",
  "Hindi": "आग बुझ गई तो बारबेक्यू कैसे करेंगे!",
  "Portuguese": "Como vamos fazer churrasco com o fogo apagado!",
  "Spanish": "¿Cómo vamos a hacer una barbacoa con el fuego apagado?",
  "German": "Wie sollen wir grillen, wenn das Feuer aus ist!",
  "French": "Comment faire un barbecue si le feu est éteint !",
  "Arabic": "كيف يمكننا الشواء مع إطفاء النار!"
},
  "1000": {
  "id": "1000",
  "Chinese": "帮助女孩找到所有食材",
  "English": "Help the girl find all the ingredients.",
  "Thailand": "ช่วยสาวหาวัตถุดิบทั้งหมดให้เจอ.",
  "Indonasia": "Bantu gadis itu menemukan semua bahan.",
  "Chinese_tw": "幫助女孩找到所有食材。",
  "Malay": "Bantu gadis itu mencari semua bahan.",
  "Vietnamese": "Giúp cô gái tìm tất cả nguyên liệu.",
  "Japanese": "女の子がすべての食材を見つける手助けをして。",
  "Korean": "소녀가 모든 재료를 찾도록 도와줘.",
  "Russian": "Помогите девушке найти все ингредиенты.",
  "Hindi": "लड़की को सभी सामग्री खोजने में मदद करें।",
  "Portuguese": "Ajude a garota a encontrar todos os ingredientes.",
  "Spanish": "Ayuda a la chica a encontrar todos los ingredientes.",
  "German": "Hilf dem Mädchen, alle Zutaten zu finden.",
  "French": "Aidez la fille à trouver tous les ingrédients.",
  "Arabic": "ساعد الفتاة في العثور على جميع المكونات."
}
}